{
    "attractions": [
        {
            "id": 0,
            "name": "Kelingking Beach",
            "image": {
                "src": "/assets/activities/nusa/kelingking.jpeg",
                "alt": "Kelingking beach"
            },
            "tourism": 2,
            "price": 1,
            "tags": "Strand, Uitzichtpunt, Actief",
            "icon": "beach",
            "location": "Nusa",
            "coordinates": "-8.750644, 115.474693",
            "details": "Kelingking Beach, ook bekend als T-Rex Beach, is een adembenemend strand gelegen op het eiland Nusa Penida in Indonesië. Met zijn opvallende klifformatie die lijkt op de rug van een dinosaurus, trekt Kelingking Beach talloze bezoekers aan van over de hele wereld.//Om vanaf Nusa Penida naar Kelingking Beach te reizen, kun je een taxi of scooter huren bij de haven. De wegen naar het strand zijn vaak onverhard en hobbelig, dus wees voorzichtig tijdens het rijden. Als je niet vertrouwd bent met het rijden op een scooter of als je liever niet zelf rijdt, kun je ook een lokale chauffeur inhuren om je naar het strand te brengen.//Kelingking Beach is meestal toegankelijk voor bezoekers gedurende de hele week, zonder specifieke openingstijden. Het is echter verstandig om het tijdstip van laagwater te controleren voordat je gaat, zodat je kunt genieten van het beste uitzicht en de mogelijkheid hebt om het strand te betreden. Het getij heeft invloed op de toegankelijkheid van het strand en kan variëren, dus plan je bezoek dienovereenkomstig.//Hoewel er geen specifieke evenementen worden georganiseerd op Kelingking Beach zelf, worden er af en toe culturele en traditionele festiviteiten gehouden op het eiland Nusa Penida. Het is de moeite waard om op de hoogte te blijven van lokale evenementen en festivals die plaatsvinden tijdens je bezoek aan Nusa Penida. Deze evenementen kunnen een extra dimensie geven aan je ervaring op het eiland en de lokale cultuur laten zien.//Bij een bezoek aan Kelingking Beach is het belangrijk om comfortabele wandelschoenen te dragen, aangezien de paden en trappen naar het strand steil en rotsachtig kunnen zijn. Vergeet niet voldoende water en zonnebrandcrème mee te nemen, omdat de omgeving vaak warm en zonnig is. Wees bewust van je veiligheid en volg de waarschuwingsborden op het strand op, aangezien de kliffen steil en gevaarlijk kunnen zijn. Blijf binnen de aangewezen gebieden om ongelukken te voorkomen. Geniet van de prachtige natuurlijke schoonheid van Kelingking Beach, maar behandel het ook met respect door geen afval achter te laten en de omgeving te behouden voor toekomstige bezoekers."
        },
        {
            "id": 1,
            "name": "Pulau Seribu",
            "image": {
                "src": "/assets/activities/nusa/pulau-seribu.jpeg",
                "alt": "Pulau Seribu"
            },
            "tourism": 2,
            "price": 1,
            "tags": "Natuur, Uitzichtpunt",
            "icon": "nature",
            "location": "Nusa",
            "coordinates": "-8.7905278954, 115.60558402",
            "details": "Het Pulau Seribu Viewpoint is een prachtig uitkijkpunt gelegen op het eiland Nusa Penida in Indonesië. Vanaf dit punt kun je genieten van adembenemende panoramische uitzichten op de omliggende eilanden en het azuurblauwe water van de oceaan.//Om vanaf Nusa Penida naar het Pulau Seribu Viewpoint te reizen, kun je een taxi of scooter huren bij de haven. De route naar het uitkijkpunt kan uitdagend zijn, met onverharde en soms hobbelige wegen. Het is raadzaam om voorzichtig te rijden en indien mogelijk een ervaren chauffeur in te schakelen.//Er zijn geen specifieke openingstijden of -dagen voor het Pulau Seribu Viewpoint, omdat het een natuurlijke attractie is. Je kunt het uitkijkpunt op elk moment bezoeken, maar het wordt aanbevolen om vroeg in de ochtend of laat in de middag te gaan om te genieten van de mooiste lichtomstandigheden.//Er worden geen specifieke evenementen georganiseerd bij het Pulau Seribu Viewpoint. Het is echter altijd een goed idee om op de hoogte te blijven van lokale festivals en evenementen die mogelijk op Nusa Penida plaatsvinden tijdens je bezoek. Deze kunnen je bezoek aan het eiland extra bijzonder maken en je de kans geven om de lokale cultuur en tradities te ervaren.//Bij een bezoek aan het Pulau Seribu Viewpoint is het belangrijk om comfortabele schoenen te dragen, omdat de paden mogelijk ruig en oneffen kunnen zijn. Zorg ervoor dat je voldoende water en zonnebrandcrème meeneemt, vooral als je van plan bent om langere tijd op het uitkijkpunt te verblijven. Wees bewust van je omgeving en blijf binnen de aangewezen gebieden om ongelukken te voorkomen. Vergeet niet om respect te tonen voor de natuurlijke omgeving en neem je afval mee om het ecosysteem te behouden. Geniet van de spectaculaire vergezichten vanaf het Pulau Seribu Viewpoint en maak onvergetelijke herinneringen aan je bezoek aan Nusa Penida."
        },
        {
            "id": 2,
            "name": "Broken Beach",
            "image": {
                "src": "/assets/activities/nusa/broken-beach.jpeg",
                "alt": "Broken Beach"
            },
            "tourism": 2,
            "price": 1,
            "tags": "Strand, Uitzichtpunt",
            "icon": "beach",
            "location": "Nusa",
            "coordinates": "-8.67262914778, 115.557314437",
            "details": "Broken Beach, ook bekend als Pasih Uug, is een unieke natuurlijke formatie op het eiland Nusa Penida in Indonesië. Het is een natuurlijke boogvormige klif die uitkijkt over een azuurblauwe lagune. Deze spectaculaire bezienswaardigheid trekt veel bezoekers aan vanwege zijn adembenemende schoonheid.//Om vanaf Nusa Penida naar Broken Beach te reizen, kun je een taxi of scooter huren bij de haven. De reis naar Broken Beach kan uitdagend zijn vanwege de onverharde en hobbelige wegen, dus wees voorzichtig tijdens het rijden. Als je niet comfortabel bent met het besturen van een scooter of liever niet zelf rijdt, kun je een lokale chauffeur inhuren om je naar de locatie te brengen.//Broken Beach is over het algemeen toegankelijk gedurende de hele week zonder specifieke openingstijden. Je kunt op elk moment van de dag het uitkijkpunt bezoeken. Het is echter aan te raden om vroeg in de ochtend te gaan om de drukte te vermijden en te genieten van de serene schoonheid van de plek.//Er worden geen specifieke evenementen georganiseerd bij Broken Beach zelf. Het is echter altijd raadzaam om op de hoogte te blijven van lokale evenementen en festivals die mogelijk plaatsvinden op Nusa Penida tijdens je bezoek. Deze evenementen kunnen je bezoek aan het eiland verrijken en je de gelegenheid bieden om de lokale cultuur en tradities te ervaren.//Bij een bezoek aan Broken Beach is het belangrijk om stevige schoenen te dragen, omdat het terrein rotsachtig en ongelijk kan zijn. Wees voorzichtig bij het benaderen van de randen en houd je aan de aangewezen paden om ongelukken te voorkomen. Neem voldoende water en zonnebrandcrème mee, aangezien de omgeving vaak warm en zonnig is. Vergeet niet om respect te tonen voor de natuurlijke omgeving door geen afval achter te laten en de plek te behouden voor toekomstige bezoekers."
        },
        {
            "id": 3,
            "name": "Angel's Billabong",
            "image": {
                "src": "/assets/activities/nusa/angels-billabong.jpeg",
                "alt": "Angel's Billabong"
            },
            "tourism": 2,
            "price": 1,
            "tags": "Natuur, Uitzichtpunt",
            "icon": "nature",
            "location": "Nusa",
            "coordinates": "-8.73585730139, 115.454700217",
            "details": "Angel's Billabong is een natuurlijk zwembad gelegen op het eiland Nusa Penida in Indonesië. Het staat bekend om zijn kristalheldere water, omgeven door prachtige rotsformaties. Het is een populaire bestemming voor avontuurlijke reizigers die op zoek zijn naar een unieke zwemervaring in een spectaculaire natuurlijke omgeving.//Om vanaf Nusa Penida naar Angel's Billabong te reizen, kun je een taxi of scooter huren bij de haven. Vanuit de haven kun je de aangegeven weg volgen naar het dorpje Sakti. Van daaruit volg je de borden naar Angel's Billabong. Het is raadzaam om voorzichtig te rijden, aangezien de wegen soms onverhard en hobbelig kunnen zijn.//Angel's Billabong is meestal toegankelijk gedurende de hele week zonder specifieke openingstijden. Het wordt echter aanbevolen om vroeg in de ochtend te gaan om de drukte te vermijden en optimaal van de plek te kunnen genieten. Het is ook verstandig om het getij te controleren, aangezien het waterpeil kan variëren en de toegankelijkheid van het zwembad beïnvloedt. Het is het veiligst om Angel's Billabong alleen te betreden bij laagwater, omdat bij hoogwater sterke stromingen en gevaarlijke omstandigheden kunnen ontstaan.//Er worden geen specifieke evenementen georganiseerd bij Angel's Billabong zelf. Het is echter altijd een goed idee om op de hoogte te blijven van lokale festivals en evenementen die mogelijk plaatsvinden op Nusa Penida tijdens je bezoek. Deze evenementen kunnen je reiservaring verrijken en je de kans geven om meer te leren over de cultuur en tradities van het eiland.//Bij een bezoek aan Angel's Billabong is het belangrijk om voorzorgsmaatregelen te nemen. De rotsen rondom het zwembad kunnen glad zijn, dus wees voorzichtig bij het betreden en verlaten van het water. Het wordt aanbevolen om zwemkleding en een handdoek mee te nemen, zodat je kunt genieten van een verfrissende duik in het kristalheldere water. Houd er rekening mee dat er geen voorzieningen zoals kleedkamers of douches in de directe omgeving zijn, dus plan dienovereenkomstig."
        },
        {
            "id": 4,
            "name": "Snorkelen",
            "image": {
                "src": "/assets/activities/nusa/snorkelen.jpeg",
                "alt": "Snorkelen"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Snorkelen, Dieren, Actief",
            "icon": "water",
            "location": "Nusa",
            "coordinates": "-8.682239, 115.488533",
            "details": "Een snorkeltour op Nusa Penida is een fantastische manier om de prachtige onderwaterwereld van het eiland te verkennen. Nusa Penida staat bekend om zijn heldere water, kleurrijke koraalriffen en diverse mariene fauna, waaronder schildpadden, mantaroggen en verschillende vissoorten.//Om deel te nemen aan een snorkeltour op Nusa Penida, kun je contact opnemen met lokale touraanbieders of resorts die deze activiteit organiseren. Ze zullen meestal transfers vanuit de haven regelen naar de snorkellocaties rondom het eiland. Het is ook mogelijk om ter plaatse snorkeluitrusting te huren, maar als je je eigen uitrusting hebt, is het handig om deze mee te nemen.//Er zijn geen specifieke openingstijden of -dagen voor snorkeltours op Nusa Penida. Ze worden doorgaans het hele jaar door aangeboden, afhankelijk van de weersomstandigheden en de vraag van reizigers. Het is echter altijd een goed idee om van tevoren te reserveren, vooral tijdens het hoogseizoen, om teleurstelling te voorkomen.//Naast de reguliere snorkeltours kunnen er ook speciale evenementen of activiteiten worden georganiseerd, zoals nacht snorkelen of speciale thematours. Het is raadzaam om lokale informatiebronnen te raadplegen of contact op te nemen met touraanbieders om op de hoogte te blijven van eventuele speciale gebeurtenissen.//Bij het deelnemen aan een snorkeltour op Nusa Penida is het belangrijk om enige ervaring te hebben met snorkelen en comfortabel te zijn in het water. Draag een goed passend snorkelmasker en vinnen, en zorg ervoor dat je vertrouwd bent met het gebruik ervan. Volg de instructies van de gids en respecteer de natuurlijke omgeving door niet op het koraal te staan of het te beschadigen. Neem voldoende zonnebrandcrème en water mee om jezelf te beschermen tegen de zon en uitdroging."
        },
        {
            "id": 5,
            "name": "Peguyangan",
            "image": {
                "src": "/assets/activities/nusa/peguyangan.jpeg",
                "alt": "Peguyangan"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Waterval, Natuur, Actief",
            "icon": "nature",
            "location": "Nusa",
            "coordinates": "-8.7812546, 115.5193131",
            "details": "De Peguyangan-waterval is een prachtige natuurlijke attractie gelegen op het eiland Nusa Penida in Indonesië. Het is een schilderachtige waterval die uitmondt in de oceaan, omgeven door indrukwekkende kliffen en trappen die naar beneden leiden. Het is een populaire bestemming voor avontuurlijke reizigers die op zoek zijn naar een unieke wandelervaring en willen genieten van de schoonheid van de omgeving.//Om vanaf Nusa Penida naar de Peguyangan-waterval te reizen, kun je een taxi of scooter huren bij de haven. Vanuit de haven kun je de aangegeven weg volgen naar de Peguyangan-tempel, waar het beginpunt van de wandeling naar de waterval is. Het is belangrijk op te merken dat de wandeling naar de waterval vrij uitdagend is, omdat je ongeveer 700 traptreden moet afdalen. Het wordt aanbevolen om comfortabele schoenen te dragen en voldoende water mee te nemen.//De Peguyangan-waterval heeft geen specifieke openingstijden of -dagen en kan meestal op elk moment van de dag worden bezocht. Het is echter raadzaam om vroeg in de ochtend te gaan om de drukte te vermijden en te genieten van de rust en de sereniteit van de locatie.//Er worden geen specifieke evenementen georganiseerd bij de Peguyangan-waterval. Het is echter altijd raadzaam om op de hoogte te blijven van lokale festivals en evenementen die mogelijk plaatsvinden op Nusa Penida tijdens je bezoek. Deze evenementen kunnen je bezoek aan het eiland verrijken en je de gelegenheid bieden om de lokale cultuur en tradities te ervaren.//Bij een bezoek aan de Peguyangan-waterval is het belangrijk om voorzichtig te zijn en de trap goed te beklimmen en te dalen. De trap kan steil en glad zijn, dus wees extra voorzichtig bij het afdalen. Zorg ervoor dat je voldoende water en snacks meeneemt, omdat er beperkte faciliteiten beschikbaar zijn bij de waterval. Neem ook je afval mee om de omgeving schoon te houden en respecteer de tempel en heilige plaatsen in de buurt."
        },
        {
            "id": 6,
            "name": "Crystal Bay",
            "image": {
                "src": "/assets/activities/nusa/crystal-bay.jpeg",
                "alt": "Crystal Bay"
            },
            "tourism": 3,
            "price": 1,
            "tags": "Strand, Ontspannen",
            "icon": "beach",
            "location": "Nusa",
            "coordinates": "-8.7154244, 115.4590504",
            "details": ""
        },
        {
            "id": 7,
            "name": "Diamond Beach",
            "image": {
                "src": "/assets/activities/nusa/diamond-beach.jpg",
                "alt": "Diamond Beach"
            },
            "tourism": 2,
            "price": 1,
            "tags": "Strand, Uitzichtpunt, Actief",
            "icon": "beach",
            "location": "Nusa",
            "coordinates": "-8.77614490505, 115.618609786",
            "details": "Crystal Bay is een prachtig strand gelegen aan de westkust van Nusa Penida in Indonesië. Het staat bekend om zijn kristalheldere water, zacht zand en levendige koraalriffen. Het is een populaire bestemming voor strandliefhebbers en snorkelaars die willen genieten van de rustige schoonheid van de oceaan.//Om vanaf Nusa Penida naar Crystal Bay te reizen, kun je een taxi of scooter huren bij de haven. Het strand is gemakkelijk bereikbaar via de hoofdweg van het eiland. De rit duurt meestal ongeveer 30 minuten, afhankelijk van de verkeersomstandigheden. Er zijn ook lokale boten beschikbaar die je vanuit de haven rechtstreeks naar Crystal Bay kunnen brengen.//Crystal Bay is over het algemeen toegankelijk gedurende de hele week zonder specifieke openingstijden of -dagen. Je kunt op elk moment van de dag het strand bezoeken. Het is echter goed om op te merken dat de beste tijd om te snorkelen meestal is tijdens hoogwater, wanneer het zicht onder water optimaal is.//Er worden geen specifieke evenementen georganiseerd op Crystal Bay zelf. Het strand is echter een populaire bestemming voor lokale festivals en evenementen die mogelijk plaatsvinden op Nusa Penida. Het is de moeite waard om lokale informatiebronnen te raadplegen of contact op te nemen met resorts en touraanbieders om op de hoogte te blijven van eventuele speciale gebeurtenissen.//Bij een bezoek aan Crystal Bay is het belangrijk om zonnebrandcrème en een hoed mee te nemen, omdat er beperkte schaduwplekken zijn op het strand. Vergeet niet om jezelf te beschermen tegen de zon. Het is ook raadzaam om je eigen snorkeluitrusting mee te nemen of deze ter plaatse te huren, zodat je de kleurrijke onderwaterwereld kunt verkennen. Respecteer de natuurlijke omgeving door geen afval achter te laten en de koraalriffen niet aan te raken of te beschadigen."
        },
        {
            "id": 8,
            "name": "Teletubbies Hill",
            "image": {
                "src": "/assets/activities/nusa/teletubbies-hill.png",
                "alt": "Teletubbies Hill"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Natuur, Kinderen",
            "icon": "nature",
            "location": "Nusa",
            "coordinates": "-8.7909321, 115.5618229",
            "details": "Teletubbies Hill, ook wel bekend als Bukit Teletubbies, is een unieke heuvelachtige attractie gelegen op Nusa Penida, Indonesië. Deze heuvels danken hun naam aan de gelijkenis met het landschap uit de populaire kinderserie 'Teletubbies'. Het gebied biedt adembenemende vergezichten en glooiende groene heuvels, wat het een populaire plek maakt voor natuurliefhebbers en fotografen.//Om vanaf Nusa Penida naar Teletubbies Hill te reizen, kun je een taxi of scooter huren bij de haven. Het is raadzaam om een lokale gids te raadplegen om de beste route te nemen, aangezien de wegen soms hobbelig en onverhard kunnen zijn. De reistijd kan variëren, afhankelijk van de verkeersomstandigheden en je vertrekpunt op Nusa Penida.//Er zijn geen specifieke openingstijden of -dagen voor Teletubbies Hill. Je kunt de heuvels meestal op elk moment van de dag bezoeken. Het is echter goed om te weten dat het landschap het meest indrukwekkend is tijdens zonsopgang en zonsondergang, wanneer je kunt genieten van prachtige kleuren en een magische sfeer.//Er worden geen specifieke evenementen georganiseerd op Teletubbies Hill zelf. Het is echter raadzaam om lokale informatiebronnen te raadplegen of contact op te nemen met touraanbieders om op de hoogte te blijven van eventuele festivals of culturele evenementen die mogelijk plaatsvinden op Nusa Penida tijdens je bezoek.//Bij een bezoek aan Teletubbies Hill is het belangrijk om comfortabele schoenen te dragen, omdat het terrein soms steil en ongelijk kan zijn. Het kan ook winderig zijn op de heuvels, dus het meenemen van een windjack kan handig zijn. Vergeet niet om water en eventueel wat snacks mee te nemen, omdat er beperkte faciliteiten beschikbaar zijn in het gebied."
        },
        {
            "id": 9,
            "name": "Tembeling Beach",
            "image": {
                "src": "/assets/activities/nusa/tembeling-beach.jpeg",
                "alt": "Tembeling Beach"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Natuur, Wateractiviteit",
            "icon": "nature",
            "location": "Nusa",
            "coordinates": "-8.77394322165, 115.500907959",
            "details": "Tembeling Beach is een afgelegen strand gelegen aan de zuidkust van Nusa Penida, Indonesië. Het strand staat bekend om zijn ongerepte schoonheid, weelderige groene omgeving en natuurlijke zwembaden. Tembeling Beach is een verborgen parel die perfect is voor reizigers die op zoek zijn naar rust en sereniteit.//Om vanaf Nusa Penida naar Tembeling Beach te reizen, kun je het beste een scooter of motorfiets huren bij de haven. Vanuit de haven kun je de hoofdweg volgen naar het zuiden van het eiland. Na een rit van ongeveer 30 minuten bereik je de parkeerplaats van Tembeling Beach. Vanaf daar moet je een steile trap afdalen om het strand te bereiken. Het is raadzaam om stevige schoenen te dragen en voldoende water en snacks mee te nemen, aangezien er beperkte faciliteiten beschikbaar zijn.//Tembeling Beach heeft geen specifieke openingstijden of -dagen en kan meestal op elk moment van de dag worden bezocht. Het is echter raadzaam om vroeg in de ochtend te gaan om de drukte te vermijden en ten volle te genieten van de rustige en ongerepte omgeving.//Er worden geen specifieke evenementen georganiseerd op Tembeling Beach. Het is een plek die vooral bekend staat om zijn natuurlijke schoonheid en rust. Het is echter altijd goed om lokale informatiebronnen te raadplegen of contact op te nemen met touraanbieders om op de hoogte te blijven van eventuele festivals of culturele evenementen die plaatsvinden op Nusa Penida.//Belangrijk om te weten is dat Tembeling Beach wordt omringd door een heilig bos. Het is van groot belang om respect te tonen voor de omgeving en de lokale tradities. Het wordt sterk aangeraden om geen afval achter te laten en de flora en fauna te beschermen. Zwemmen in de natuurlijke zwembaden is toegestaan, maar wees voorzichtig en respecteer de omgeving."
        },
        {
            "id": 10,
            "name": "Banah Cliff",
            "image": {
                "src": "/assets/activities/nusa/banah-cliff.jpeg",
                "alt": "Banah Cliff"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Natuur, Uitzichtpunt",
            "icon": "nature",
            "location": "Nusa",
            "coordinates": "-8.76709494412, 115.487251282",
            "details": "Banah Cliff is een adembenemende klif gelegen aan de zuidkust van Nusa Penida, Indonesië. Het biedt een spectaculair uitzicht op de oceaan en de ruige kustlijn van het eiland. Deze verborgen parel is populair bij avontuurlijke reizigers en fotografen die op zoek zijn naar prachtige panoramische uitzichten.//Om vanaf Nusa Penida naar Banah Cliff te reizen, kun je het beste een taxi of scooter huren bij de haven. Vanuit de haven kun je de hoofdweg volgen richting het zuiden van het eiland. Na ongeveer 30 minuten rijden bereik je de parkeerplaats in de buurt van Banah Cliff. Vanaf daar moet je een korte wandeling maken om bij de klif te komen. Het wordt aanbevolen om stevige schoenen te dragen, omdat het pad soms rotsachtig en steil kan zijn.//Banah Cliff heeft geen specifieke openingstijden of -dagen en kan meestal op elk moment van de dag worden bezocht. Het is echter aan te raden om vroeg in de ochtend te gaan om de drukte te vermijden en te genieten van de serene sfeer en het beste licht voor fotografie.//Er worden geen specifieke evenementen georganiseerd op Banah Cliff zelf. Het is voornamelijk een plek die bekend staat om zijn natuurlijke schoonheid en rust. Het is echter altijd goed om lokale informatiebronnen te raadplegen of contact op te nemen met touraanbieders om op de hoogte te blijven van eventuele festivals of culturele evenementen die plaatsvinden op Nusa Penida.//Bij een bezoek aan Banah Cliff is veiligheid van het grootste belang. De kliffen kunnen steil en onvoorspelbaar zijn, dus wees voorzichtig en blijf op de aangewezen paden. Het wordt sterk aanbevolen om op veilige afstand van de rand te blijven en geen risicovolle manoeuvres te maken voor foto's. Respecteer ook de natuurlijke omgeving door geen afval achter te laten en de flora en fauna met zorg te behandelen."
        },
        {
            "id": 11,
            "name": "Goa Giri Putri",
            "image": {
                "src": "/assets/activities/nusa/goa-giri.jpeg",
                "alt": "Goa Giri Putri"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Cultuur, Natuur, Actief",
            "icon": "culture",
            "location": "Nusa",
            "coordinates": "-8.708806, 115.586064",
            "details": "Goa Giri Putri is een indrukwekkende heilige grottempel gelegen op Nusa Penida, Indonesië. Deze unieke religieuze site trekt zowel spirituele bezoekers als nieuwsgierige reizigers aan. De grot staat bekend om zijn spectaculaire stalactieten en stalagmieten, evenals zijn serene sfeer.//Om vanaf Nusa Penida naar Goa Giri Putri te reizen, kun je het beste een taxi of scooter huren bij de haven. Vanuit de haven kun je de hoofdweg volgen naar het oosten van het eiland. Goa Giri Putri ligt in het dorp Suana, ongeveer 20 minuten rijden van de haven. Bij aankomst moet je een steile trap beklimmen die naar de ingang van de grot leidt. Het is raadzaam om gepaste kleding te dragen uit respect voor de religieuze aard van de site.//Goa Giri Putri is meestal elke dag geopend voor bezoekers, maar het is goed om te weten dat de grot tijdens religieuze ceremonies en speciale evenementen mogelijk tijdelijk gesloten kan zijn voor het publiek. Het is raadzaam om voorafgaand aan je bezoek contact op te nemen met lokale bronnen of de lokale bevolking om te controleren of er geen specifieke sluitingsdagen zijn.//Hoewel er geen specifieke evenementen worden georganiseerd bij Goa Giri Putri, vinden er regelmatig religieuze ceremonies plaats in de grot. Deze ceremonies kunnen een bijzondere ervaring bieden voor bezoekers die geïnteresseerd zijn in het bijwonen van spirituele rituelen. Het is echter belangrijk om respectvol te zijn en de instructies van de lokale bevolking op te volgen tijdens dergelijke gebeurtenissen.//Bij een bezoek aan Goa Giri Putri is het belangrijk om gepaste kleding te dragen, zoals een sarong of een lange broek en een shirt met mouwen. Schoenen moeten worden uitgedaan voordat je de grot binnengaat, dus het is handig om slippers of sandalen mee te nemen die gemakkelijk aan en uit kunnen. Houd er rekening mee dat fotografie mogelijk beperkt is of onder bepaalde voorwaarden kan plaatsvinden, dus wees respectvol en volg de aanwijzingen op."
        },
        {
            "id": 12,
            "name": "Surfen",
            "image": {
                "src": "/assets/activities/canggu/surfen.jpeg",
                "alt": "Surfen"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Sport, Wateractiviteit, Actief",
            "icon": "water",
            "location": "Canggu",
            "coordinates": "-8.6575234, 115.1284594",
            "details": "Old Man's Surf Rental is een populaire surfspot gelegen in Canggu, Bali. Het is een levendige plek waar surfers van alle niveaus samenkomen om te genieten van de golven en het surfleven. Naast de surfmogelijkheden biedt Old Man's Surf Rental ook faciliteiten zoals surfboardverhuur en surflessen.//Vanuit Canggu is Old Man's Surf Rental gemakkelijk te bereiken te voet, per fiets of met de scooter. Het bevindt zich aan de Jalan Batu Bolong, een belangrijke straat in het centrum van Canggu. Als je te voet gaat, volg je gewoon de straat richting het strand en je zult Old Man's Surf Rental gemakkelijk vinden. Als je een scooter of fiets huurt, zijn er parkeermogelijkheden beschikbaar in de buurt van de surfspot.//Old Man's Surf Rental is dagelijks geopend voor surfers en strandliefhebbers. Er zijn geen speciale openingstijden, maar het is aan te raden om in de ochtenduren te gaan, omdat de wind en golven vaak gunstiger zijn voor het surfen. Het kan drukker worden in de middag en avond, vooral tijdens het hoogseizoen.//Hoewel er geen specifieke evenementen worden georganiseerd bij Old Man's Surf Rental, kan de surfspot toch een levendige sfeer hebben, vooral in het weekend. Er zijn vaak surfwedstrijden, surfclinics en andere surfgerelateerde activiteiten die plaatsvinden in de omgeving. Het is een geweldige plek om andere surfers te ontmoeten en deel te nemen aan de surfcultuur van Canggu.//Bij Old Man's Surf Rental kun je surfboards en andere surfuitrusting huren als je geen eigen materiaal hebt. Daarnaast bieden ze ook surflessen aan voor beginners die willen leren surfen of hun vaardigheden willen verbeteren. Het is raadzaam om vooraf te informeren naar de beschikbaarheid van surflessen en prijzen.//Houd er rekening mee dat de golven bij Old Man's Surf Rental variëren afhankelijk van het getij en de weersomstandigheden. Het is raadzaam om rekening te houden met je eigen surfvaardigheden en de omstandigheden voordat je het water in gaat. Veiligheid staat altijd voorop, dus zorg ervoor dat je de juiste veiligheidsmaatregelen neemt en de surfetiquette volgt."
        },
        {
            "id": 13,
            "name": "Pura Tanah Lot",
            "image": {
                "src": "/assets/activities/canggu/tanah-lot.jpeg",
                "alt": "Pura Tanah Lot"
            },
            "tourism": 3,
            "price": 2,
            "tags": "Cultuur, Natuur, Uitzichtpunt",
            "icon": "culture",
            "location": "Canggu",
            "coordinates": "-8.6206, 115.0872",
            "details": "Pura Tanah Lot is een iconische en heilige tempel gelegen aan de westkust van Bali. Het is een van de meest bezochte toeristische attracties van het eiland en staat bekend om zijn adembenemende ligging op een rotsachtige klif, omgeven door de oceaan. De tempel is gewijd aan de zeegod Baruna en wordt beschouwd als een belangrijke spirituele plek voor de Balinese bevolking.//Vanuit Canggu is Pura Tanah Lot gemakkelijk te bereiken met de auto, scooter of taxi. Het is ongeveer een half uur tot 45 minuten rijden, afhankelijk van het verkeer en de route die je neemt. Volg de weg Jalan Raya Canggu en vervolgens de Jalan Raya Tanah Lot totdat je de parkeerplaats van de tempel bereikt. Er zijn parkeerfaciliteiten beschikbaar waar je je voertuig kunt achterlaten.//Pura Tanah Lot is dagelijks geopend voor bezoekers. De tempel heeft geen speciale openingstijden, maar het is raadzaam om tijdens de reguliere daglichturen te komen om ten volle van de schoonheid van de locatie te kunnen genieten. Het is ook aan te raden om de tempel vóór zonsondergang te bezoeken, omdat dit een spectaculair uitzicht biedt wanneer de zon ondergaat achter de horizon.//Hoewel er geen specifieke evenementen worden georganiseerd bij Pura Tanah Lot, is de tempel vooral populair tijdens belangrijke religieuze festivals en ceremonies. Deze festiviteiten vinden meestal plaats volgens de Balinese kalender, dus het is raadzaam om de lokale evenementenkalender te raadplegen om te zien of er speciale vieringen of processies gepland zijn tijdens je bezoek.//Bij een bezoek aan Pura Tanah Lot is het belangrijk om respect te tonen voor de heiligheid van de plek. Houd er rekening mee dat toegang tot de tempel beperkt kan zijn tijdens religieuze ceremonies en dat bepaalde delen mogelijk alleen toegankelijk zijn voor gelovigen. Het is gebruikelijk om een sarong te dragen en je knieën en schouders te bedekken als teken van respect wanneer je de tempel betreedt.//Naast de tempel zelf is er ook een omliggend gebied met souvenirwinkels, restaurants en cafés waar je kunt genieten van lokale gerechten en snacks. Het is een geweldige plek om te ontspannen, te genieten van het uitzicht en souvenirs te kopen als aandenken aan je bezoek.//Houd er rekening mee dat Pura Tanah Lot een populaire toeristische bestemming is en het kan er druk zijn, vooral tijdens zonsondergang. Als je de drukte wilt vermijden, kun je overwegen om de tempel buiten de piekuren te bezoeken."
        },
        {
            "id": 14,
            "name": "Berawa Beach",
            "image": {
                "src": "/assets/activities/canggu/berawa-beach.jpeg",
                "alt": "Berawa Beach"
            },
            "tourism": 2,
            "price": 1,
            "tags": "Strand, Ontspannen, Uitzichtpunt",
            "icon": "beach",
            "location": "Canggu",
            "coordinates": "-8.6630304, 115.1345743",
            "details": "Berawa Beach is een prachtig strand gelegen in Canggu, Bali. Het staat bekend om zijn rustige en ontspannen sfeer, perfect voor strandliefhebbers die willen genieten van de zon, zee en zand. Het strand strekt zich uit over een lange kustlijn en biedt adembenemende uitzichten en de mogelijkheid om te zwemmen, surfen en te ontspannen.//Vanuit Canggu is Berawa Beach gemakkelijk te bereiken te voet, met de fiets of met de scooter. Het bevindt zich in de buurt van Jalan Pantai Berawa en is goed bereikbaar vanuit het centrum van Canggu. Als je met de scooter of fiets reist, zijn er parkeerplaatsen beschikbaar in de buurt van het strand. Als je te voet gaat, kun je genieten van een mooie wandeling door de straten van Canggu om bij Berawa Beach te komen.//Berawa Beach is elke dag geopend voor bezoekers en er zijn geen speciale openingstijden. Je kunt op elk moment van de dag naar het strand gaan om te genieten van de prachtige omgeving. Het is echter goed om te weten dat de drukte op het strand kan variëren, vooral tijdens de weekenden en in het hoogseizoen. Als je de drukte wilt vermijden, kun je overwegen om op doordeweekse dagen of in de ochtenduren te gaan.//Er worden geen specifieke evenementen georganiseerd op Berawa Beach zelf, maar er zijn mogelijk wel evenementen of feesten in de nabijgelegen strandclubs en restaurants. Deze locaties bieden vaak livemuziek, DJ-optredens en andere entertainmentactiviteiten. Het is raadzaam om de evenementenkalender van de strandclubs en restaurants in de omgeving te raadplegen om op de hoogte te blijven van mogelijke evenementen tijdens je bezoek aan Berawa Beach.//Bij een bezoek aan Berawa Beach kun je genieten van het zachte zand, de kalme golven en de prachtige zonsondergangen. Er zijn verschillende strandtenten en restaurants in de buurt waar je kunt genieten van lokale gerechten, snacks en verfrissende drankjes. Het strand is ook populair onder surfers vanwege de golven die geschikt zijn voor zowel beginners als gevorderden.//Zorg ervoor dat je strandkleding, een handdoek, zonnebrandcrème en voldoende water meeneemt tijdens je bezoek aan Berawa Beach. Vergeet niet om de strandregels te respecteren, zoals het schoon houden van het strand en het naleven van de veiligheidsinstructies met betrekking tot zwemmen en surfen."
        },
        {
            "id": 15,
            "name": "Love Anchor",
            "image": {
                "src": "/assets/activities/canggu/love-anchor.jpeg",
                "alt": "Love Anchor"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Cultuur",
            "icon": "culture",
            "location": "Canggu",
            "coordinates": "-8.65186956429, 115.134032971",
            "details": "Love Anchor is een populaire winkel- en eetbestemming gelegen in het hart van Canggu, Bali. Het is een bruisende plek waar bezoekers kunnen genieten van winkelen, eten en een levendige sfeer. De Love Anchor-markt biedt een verscheidenheid aan boetieks, kunstgalerijen, cafés en restaurants, en het is een favoriete plek voor zowel toeristen als lokale bewoners.//Vanuit Canggu is Love Anchor gemakkelijk te bereiken te voet, met de fiets of met de scooter. Het bevindt zich in het centrum van Canggu, vlakbij Jalan Pantai Batu Bolong. Als je met de scooter of fiets reist, kun je deze in de omgeving parkeren. Als je te voet gaat, kun je genieten van een mooie wandeling door de straten van Canggu om bij Love Anchor te komen.//Love Anchor is meestal elke dag geopend voor bezoekers. De openingstijden kunnen variëren, maar de meeste winkels en cafés openen in de ochtend en blijven tot in de avond geopend. Het kan dus voorkomen dat sommige kramen nog gesloten zijn. Voor de meeste kans, kun je het beste midden op de dag komen, maar verwacht hier grotere drukte.//Naast de reguliere winkels en eetgelegenheden organiseert Love Anchor ook regelmatig evenementen en markten. Dit kunnen muziekoptredens, ambachtelijke markten, kunsttentoonstellingen en andere speciale evenementen zijn. Het is een levendige en dynamische plek waar altijd wel iets te beleven valt. Het is raadzaam om de evenementenkalender van Love Anchor te raadplegen om op de hoogte te blijven van mogelijke evenementen tijdens je bezoek.//Bij een bezoek aan Love Anchor kun je genieten van een breed scala aan winkels, variërend van kledingboetieks en accessoirewinkels tot kunstgalerijen en interieurwinkels. Daarnaast zijn er verschillende cafés en restaurants waar je kunt ontspannen en genieten van heerlijke maaltijden, snacks en drankjes. Het is een geweldige plek om te winkelen, te eten en te genieten van de lokale sfeer van Canggu.//Houd er rekening mee dat Love Anchor populair kan zijn, vooral tijdens piekuren en in het hoogseizoen. Het kan druk worden, vooral in de weekenden. Het is raadzaam om comfortabele schoenen te dragen, contant geld mee te nemen en je bewust te zijn van je persoonlijke bezittingen in drukke omgevingen."
        },
        {
            "id": 16,
            "name": "Finn's Beach Club",
            "image": {
                "src": "/assets/activities/canggu/finns-beach-club.jpeg",
                "alt": "Finn's Beach Club"
            },
            "tourism": 3,
            "price": 3,
            "tags": "Wateractiviteit, Ontspannen, Uitgaan",
            "icon": "party",
            "location": "Canggu",
            "coordinates": "-8.66694686214, 115.13934195",
            "details": "Finn's Beach Club is een exclusieve strandclub gelegen in Canggu, Bali. Het biedt een luxueuze en ontspannen omgeving waar bezoekers kunnen genieten van zon, zee, lekker eten en verfrissende drankjes. De club is een populaire bestemming voor zowel toeristen als lokale bewoners die op zoek zijn naar een hoogwaardige strandervaring.//Vanuit Canggu is het relatief eenvoudig om bij Finn's Beach Club te komen. Je kunt een taxi nemen of een scooter huren en richting het noorden rijden. De club bevindt zich aan het strand van Berawa, dat ongeveer 15-20 minuten rijden is vanuit het centrum van Canggu. Volg gewoon de borden of gebruik een navigatie-app om de juiste route te vinden.//Finn's Beach Club is doorgaans elke dag geopend voor bezoekers. De club opent vroeg in de ochtend en sluit in de late avond. Zo zijn zij elke dag geopend van 7 uur 's ochtends tot 12 uur 's avonds. In het laagseizoen kan er door slechte weersomstandigheden gekozen worden om de club te sluiten. Dit gebeurt echter zelden.//Naast de reguliere strand- en zwembadfaciliteiten organiseert Finn's Beach Club regelmatig speciale evenementen en feesten. Dit kunnen themafeesten, liveoptredens van DJ's, cocktailavonden en andere entertainmentactiviteiten zijn. Het is raadzaam om de evenementenkalender van de club te raadplegen om op de hoogte te blijven van mogelijke evenementen tijdens je bezoek.//Bij een bezoek aan Finn's Beach Club kun je genieten van een luxe en ontspannen sfeer. De club biedt comfortabele ligbedden en cabana's waar je kunt ontspannen en genieten van het uitzicht op de oceaan. Er zijn ook verschillende bars en restaurants waar je kunt genieten van heerlijke gerechten, verfrissende drankjes en exotische cocktails. Daarnaast kun je gebruikmaken van de verschillende watersportfaciliteiten die beschikbaar zijn, zoals surfen of stand-up paddleboarding.//Houd er rekening mee dat Finn's Beach Club een populaire bestemming is, vooral tijdens het hoogseizoen. Het kan erg druk worden, dus het is raadzaam om van tevoren te reserveren om zeker te zijn van een plekje. Daarnaast kunnen er toegangsprijzen of minimale bestedingsvereisten van toepassing zijn, dus het is handig om je hiervan bewust te zijn."
        },
        {
            "id": 17,
            "name": "La Brisa",
            "image": {
                "src": "/assets/activities/canggu/la-brisa.webp",
                "alt": "La Brisa"
            },
            "tourism": 3,
            "price": 2,
            "tags": "Cultuur, Wateractiviteit, Ontspannen",
            "icon": "relax",
            "location": "Canggu",
            "coordinates": "-8.65451284916, 115.12490565",
            "details": "La Brisa is een populaire strandclub gelegen in Canggu, Bali. Het staat bekend om zijn relaxte sfeer, prachtige uitzicht op de oceaan en stijlvolle inrichting. Het is een geweldige plek om te ontspannen, te genieten van heerlijke gerechten en drankjes, en te genieten van de zonsondergang.//Vanuit Canggu kun je La Brisa gemakkelijk bereiken met de scooter, taxi of privéauto. Het bevindt zich aan de Jalan Pantai Batu Mejan, ook bekend als Echo Beach. Het is een korte rit van ongeveer 10 minuten vanuit het centrum van Canggu. Er is parkeergelegenheid beschikbaar bij La Brisa voor scooters en auto's.//La Brisa is dagelijks geopend voor het publiek. De deuren worden geopend om 10 uur in de ochtend en sluiten zich weer om 11 uur 's avonds. Iedere zondag wordt La Brisa van een markt voorzien waar lokale ondernemers producten aanbieden.//De strandclub organiseert regelmatig evenementen, zoals live muziek, DJ-optredens en themafeesten. Deze evenementen vinden meestal plaats in de avonduren en kunnen bijdragen aan de bruisende sfeer van La Brisa. Het is de moeite waard om de evenementenkalender van La Brisa te raadplegen of hun social media-accounts te volgen om op de hoogte te blijven van de komende evenementen.//Bij La Brisa kun je genieten van een breed scala aan gerechten, waaronder zeevruchten, internationale gerechten en lokale specialiteiten. De strandclub heeft ook een uitgebreide selectie van verfrissende cocktails en andere drankjes. Houd er rekening mee dat de prijzen bij La Brisa over het algemeen hoger kunnen zijn in vergelijking met lokale eetgelegenheden.//Naast het strandgedeelte heeft La Brisa ook een zwembad waar je kunt ontspannen en afkoelen. Het is een geweldige plek om te loungen op ligstoelen en te genieten van de tropische omgeving. Vergeet niet om je zwemkleding en zonnebrandcrème mee te nemen als je van plan bent om van het zwembad te genieten.//Bij een bezoek aan La Brisa is het belangrijk om respect te tonen voor de omgeving en andere gasten. Houd er rekening mee dat La Brisa populair kan zijn en tijdens drukke periodes kan het nodig zijn om van tevoren te reserveren, vooral als je een bepaalde tijd wilt bezoeken of deel wilt nemen aan speciale evenementen."
        },
        {
            "id": 18,
            "name": "The Lawn",
            "image": {
                "src": "/assets/activities/canggu/the-lawn.webp",
                "alt": "The Lawn"
            },
            "tourism": 2,
            "price": 3,
            "tags": "Wateractiviteit, Ontspannen, Uitgaan",
            "icon": "party",
            "location": "Canggu",
            "coordinates": "-8.65948, 115.13177",
            "details": "The Lawn is een trendy strandclub gelegen in Canggu, Bali. Het biedt een ontspannen en stijlvolle sfeer met een prachtig uitzicht op de oceaan. Het is een populaire plek voor zowel de lokale bevolking als toeristen om te genieten van een dagje uit, lekker eten en verfrissende drankjes.//Vanuit Canggu kun je The Lawn gemakkelijk bereiken met de scooter, taxi of privéauto. Het bevindt zich aan de Batu Bolong Beach, een van de bekendste stranden van Canggu. De reistijd varieert afhankelijk van de verkeersomstandigheden, maar het is meestal een korte rit van ongeveer 10-15 minuten vanuit het centrum van Canggu. Er is parkeergelegenheid beschikbaar bij The Lawn.//The Lawn is doorgaans elke dag geopend voor het publiek. Vanaf 10 uur is het mogelijk om de strandclub te betreden. Doordeweeks wordt alles afgesloten om 10 uur in de avond en in het weekend is dit om 11 uur.//De strandclub organiseert regelmatig evenementen om gasten te vermaken. Dit kan variëren van live muziekoptredens en DJ-sets tot themafeesten en speciale promoties. Deze evenementen vinden meestal plaats in de avonduren en kunnen bijdragen aan de levendige sfeer van The Lawn. Het is de moeite waard om de evenementenkalender van The Lawn te raadplegen of hun social media-accounts te volgen om op de hoogte te blijven van de komende evenementen.//Bij The Lawn kun je genieten van een uitgebreid menu met heerlijke gerechten, waaronder internationale favorieten en lokale specialiteiten. Daarnaast biedt de strandclub een scala aan verfrissende cocktails, bieren en andere drankjes. Houd er rekening mee dat de prijzen bij The Lawn over het algemeen hoger kunnen zijn in vergelijking met lokale eetgelegenheden.//Naast het strandgedeelte heeft The Lawn ook een prachtig zwembad waar gasten kunnen ontspannen en afkoelen. Er zijn comfortabele ligbedden en loungestoelen beschikbaar waar je kunt genieten van de zon en de omgeving. Vergeet niet om je zwemkleding en zonnebrandcrème mee te nemen als je van plan bent om van het zwembad te genieten.//Bij een bezoek aan The Lawn is het belangrijk om respect te tonen voor de omgeving en andere gasten. Tijdens drukke periodes kan het nodig zijn om van tevoren te reserveren, vooral als je een specifieke tijd wilt bezoeken of deel wilt nemen aan speciale evenementen."
        },
        {
            "id": 19,
            "name": "Sol Rooftop",
            "image": {
                "src": "/assets/activities/canggu/la-sol.jpeg",
                "alt": "Sol Rooftop"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Wateractiviteit, Ontspannen",
            "icon": "water",
            "location": "Canggu",
            "coordinates": "-8.6516859, 115.1215867",
            "details": "Sol Rooftop is een trendy en levendige rooftopbar gelegen in het hart van Canggu, Bali. Het biedt een prachtig uitzicht over de omgeving en is een populaire plek om te genieten van verfrissende drankjes, heerlijke gerechten en een gezellige sfeer.//Om bij Sol Rooftop te komen vanuit Canggu, kun je het beste een scooter, taxi of privéauto nemen. Het bevindt zich in het centrum van Canggu, dus de reistijd is meestal kort, afhankelijk van de verkeersomstandigheden. Er is beperkte parkeergelegenheid beschikbaar in de buurt van Sol Rooftop, dus het kan handiger zijn om te lopen of een alternatieve vorm van vervoer te gebruiken als je in de buurt verblijft.//Sol Rooftop hanteert dezelfde openingstijden voor iedere dag. Het plezier begint om 8 uur 's ochtends en sluit iedere avond om 11 uur. Voor speciale events kan het zijn dat de bar langer geopend blijft.//De rooftopbar organiseert regelmatig evenementen om gasten te vermaken en de sfeer te versterken. Dit kan variëren van live muziekoptredens en DJ-sets tot themafeesten en speciale promoties. Het is de moeite waard om de evenementenkalender van Sol Rooftop te raadplegen of hun social media-accounts te volgen om op de hoogte te blijven van de komende evenementen.//Bij Sol Rooftop kun je genieten van een gevarieerd menu met zowel lokale als internationale gerechten. Ze bieden ook een uitgebreide selectie van verfrissende cocktails, wijnen, bieren en andere drankjes. Houd er rekening mee dat de prijzen bij Sol Rooftop over het algemeen hoger kunnen zijn in vergelijking met lokale eetgelegenheden, vanwege de trendy locatie en sfeer.//Het is belangrijk om te onthouden dat Sol Rooftop een populaire bestemming is, vooral tijdens drukke periodes en in het weekend. Het kan nodig zijn om van tevoren te reserveren, vooral als je een specifieke tijd wilt bezoeken of tijdens speciale evenementen. Het is ook aan te raden om gepaste kleding te dragen, zoals smart casual, om in de sfeer van de bar te passen."
        },
        {
            "id": 20,
            "name": "Old Man's",
            "image": {
                "src": "/assets/activities/canggu/old-mans.jpeg",
                "alt": "Old Man's"
            },
            "tourism": 2,
            "price": 2,
            "tags": "Uitgaan",
            "icon": "party",
            "location": "Canggu",
            "coordinates": "-8.6565615, 115.1347616",
            "details": "Old Man's is een populaire strandbar en ontmoetingsplaats gelegen in Batu Bolong, Canggu, Bali. Het is een levendige plek die bekend staat om zijn ontspannen sfeer, live muziek en surfvibes. Of je nu wilt genieten van een verfrissend drankje, een hapje wilt eten of gewoon wilt relaxen aan het strand, Old Man's biedt een gezellige en informele omgeving.//Om bij Old Man's te komen vanuit Canggu, kun je eenvoudig een korte wandeling maken of een scooter nemen, aangezien het zich op loopafstand bevindt. Als je verder weg verblijft, kun je een taxi of privéauto huren om er te komen. Het is raadzaam om voldoende tijd in te plannen, vooral tijdens drukke periodes, omdat het verkeer in Canggu soms druk kan zijn.//Old Man's is doorgaans dagelijks geopend, waarbij de openingstijden vroeg in de ochtend beginnen en tot laat in de avond doorgaan. Het is een populaire plek voor surfers om 's ochtends vroeg te verzamelen en golven te pakken. Het kan echter handig zijn om de actuele openingstijden te controleren, omdat deze kunnen variëren tijdens speciale evenementen of feestdagen.//De bar organiseert regelmatig evenementen, zoals livemuziekoptredens, themafeesten en surfevenementen. Deze evenementen kunnen zorgen voor een levendige en feestelijke sfeer. Het is de moeite waard om de evenementenkalender van Old Man's te raadplegen of hun social media-accounts te volgen om op de hoogte te blijven van de komende activiteiten.//Bij Old Man's kun je genieten van een gevarieerd menu met zowel lokale als internationale gerechten, zoals burgers, salades, pizza's en visgerechten. Ze bieden ook een uitgebreide selectie van drankjes, waaronder bier, cocktails en verfrissende non-alcoholische opties. De prijzen bij Old Man's zijn over het algemeen redelijk en passend bij de lokale normen.//Belangrijk om op te merken is dat Old Man's tijdens drukke periodes en in het weekend behoorlijk populair kan zijn, vooral onder zowel lokale bewoners als toeristen. Het kan druk worden, vooral 's avonds, dus het is aan te raden om tijdig aan te komen als je een goede plek wilt bemachtigen. Daarnaast is het verstandig om gepaste strandkleding te dragen, aangezien Old Man's zich aan het strand bevindt."
        },
        {
            "id": 21,
            "name": "Sandbar",
            "image": {
                "src": "/assets/activities/canggu/sandbar.jpeg",
                "alt": "Sandbar"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Strand, Uitgaan",
            "icon": "party",
            "location": "Canggu",
            "coordinates": "-8.6464479, 115.1240184",
            "details": "Sandbar is een populaire strandbar gelegen in Canggu, Bali. Het is een ontspannen en trendy plek waar je kunt genieten van een prachtig uitzicht op de oceaan terwijl je geniet van verfrissende drankjes en heerlijk eten. Met een moderne inrichting en een relaxte sfeer is Sandbar een populaire bestemming voor zowel lokale bewoners als toeristen.//Om bij Sandbar te komen vanuit Canggu, kun je een korte wandeling maken of een scooter huren, omdat het zich op loopafstand bevindt. Als je verder weg verblijft, kun je een taxi of privéauto nemen om er te komen. Het is raadzaam om voldoende tijd in te plannen, vooral tijdens drukke periodes, omdat het verkeer in Canggu soms druk kan zijn.//Sandbar is over het algemeen dagelijks geopend. De bar opent de deuren al vroeg, namelijk om 6 uur in de ochtend. Overdag is dit een ontspannen plek, maar vanaf 11 uur gaan alle remmen los en is het een waar feestfestijn. Uiteindelijk stopt de muziek om 3 uur en is het feest ook hier voorbij.//Hoewel er geen specifieke informatie beschikbaar is over regelmatige evenementen bij Sandbar, organiseert de bar soms themafeesten, livemuziekoptredens en andere speciale gelegenheden. Het is de moeite waard om de social media-accounts of de website van Sandbar in de gaten te houden om op de hoogte te blijven van eventuele komende events.//Sandbar biedt een gevarieerd menu met zowel lokale als internationale gerechten, zoals verse visgerechten, salades, burgers en pizza's. Daarnaast serveren ze een uitgebreide selectie van verfrissende drankjes, waaronder cocktails, bier en mocktails. De prijzen bij Sandbar zijn over het algemeen redelijk en passend bij de lokale normen.//Belangrijk om op te merken is dat Sandbar vooral tijdens de zonsondergang erg populair kan zijn, omdat het een geweldig uitzicht biedt op de kleurrijke lucht boven de oceaan. Het kan dus druk worden, vooral in de late namiddag en avond. Het is aan te raden om tijdig aan te komen als je een goede plek wilt bemachtigen."
        },
        {
            "id": 22,
            "name": "Black Sand Brewery",
            "image": {
                "src": "/assets/activities/canggu/black-sand.jpeg",
                "alt": "Black Sand Brewery"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Uitgaan",
            "icon": "party",
            "location": "Canggu",
            "coordinates": "-8.6455313, 115.1309366",
            "details": "Black Sand Brewery is een populaire ambachtelijke brouwerij gelegen in Canggu, Bali. Het is een levendige en gezellige plek waar je kunt genieten van ambachtelijk gebrouwen bieren en een ontspannen sfeer. Met een industrieel-chique interieur en een ruim buitenterras is Black Sand Brewery een favoriete bestemming voor zowel bierliefhebbers als toeristen.//Om bij Black Sand Brewery te komen vanuit Canggu, kun je het beste een korte wandeling maken of een scooter huren, aangezien het zich op loopafstand bevindt. Als je verder weg verblijft, kun je een taxi of privéauto nemen om er te komen. Het is raadzaam om voldoende tijd in te plannen, vooral tijdens drukke periodes, omdat het verkeer in Canggu soms druk kan zijn.//Black Sand Brewery is over het algemeen dagelijks geopend, maar de exacte openingstijden kunnen variëren. Het is raadzaam om de actuele openingstijden te controleren, aangezien deze kunnen veranderen tijdens speciale evenementen of feestdagen.//Wat betreft events organiseert Black Sand Brewery regelmatig speciale bierproeverijen, themafeesten en andere evenementen. Deze worden vaak aangekondigd via hun social media-accounts of website. Het is een geweldige manier om meer te weten te komen over ambachtelijk brouwen en te genieten van een unieke bierbeleving.//Black Sand Brewery staat bekend om zijn assortiment ambachtelijk gebrouwen bieren, variërend van klassieke stijlen tot innovatieve smaken. Ze bieden een proefplankje aan waar je verschillende bieren kunt proeven en ook volledige pints kunt bestellen. Daarnaast serveren ze ook heerlijke gerechten en hapjes die goed samengaan met hun bierselectie.//Belangrijk om op te merken is dat Black Sand Brewery een populaire plek kan zijn, vooral tijdens piekuren en speciale evenementen. Het kan dus druk worden, vooral in de avonduren. Het is aan te raden om tijdig aan te komen als je een goede plek wilt bemachtigen en te genieten van de levendige sfeer."
        },
        {
            "id": 23,
            "name": "ZYCLE",
            "image": {
                "src": "/assets/activities/canggu/zycle.jpeg",
                "alt": "ZYCLE"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Sport, Actief",
            "icon": "sport",
            "location": "Canggu",
            "coordinates": "-8.6551459, 115.1431741",
            "details": "ZYCLE Canggu is een fitnessstudio gevestigd in Canggu, Bali. Het is een populaire plek voor mensen die op zoek zijn naar een actieve en gezonde levensstijl. De studio biedt een breed scala aan fitnessactiviteiten, waaronder spinning, HIIT-trainingen, yoga en krachttraining.//Om bij ZYCLE Canggu te komen vanuit Canggu zelf, kun je het beste een korte wandeling maken of een scooter huren, aangezien het zich op loopafstand bevindt. Als je verder weg verblijft, kun je een taxi of privéauto nemen om er te komen. Het is raadzaam om voldoende tijd in te plannen, vooral als je een geplande les of training hebt.//De openingstijden van ZYCLE Canggu variëren. Doordeweeks starten de lessen om half 8 's ochtends en gaan zij door tot half 7 in de avond. In het weekend zijn zij korter geopend, namelijk van half 10 's ochtends tot 12 uur in de middag. Je kunt de website van ZYCLE Canggu raadplegen of contact met hen opnemen voor de meest actuele informatie over de lesroosters.//ZYCLE Canggu organiseert regelmatig evenementen en themalessen om hun leden te inspireren en te motiveren. Dit kunnen speciale thematrainingen, gastdocenten of community-evenementen zijn. Deze worden vaak aangekondigd via hun social media-accounts of op het prikbord in de studio. Het is een geweldige manier om nieuwe mensen te ontmoeten en je fitnessroutine op te frissen.//Belangrijk om op te merken is dat ZYCLE Canggu een populaire fitnessstudio is, vooral tijdens drukke uren en populaire lessen. Het kan dus verstandig zijn om je plek van tevoren te reserveren, vooral als je specifieke lessen wilt volgen. Dit kan meestal online via hun website of via een reserveringssysteem.//Bij ZYCLE Canggu kun je rekenen op professionele instructeurs, hoogwaardige apparatuur en een energieke sfeer. Ze bieden ook de mogelijkheid om lid te worden of om losse lessen te volgen, afhankelijk van je behoeften en voorkeuren."
        },
        {
            "id": 24,
            "name": "Splash Waterpark",
            "image": {
                "src": "/assets/activities/canggu/splash-waterpark.jpeg",
                "alt": "Splash Waterpark"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Wateractiviteit, Kinderen",
            "icon": "water",
            "location": "Canggu",
            "coordinates": "-8.6605576, 115.1406497",
            "details": "Splash Waterpark is een populair waterpark gelegen in Canggu, Bali. Het park biedt een scala aan spannende waterattracties en activiteiten voor zowel kinderen als volwassenen. Het is een geweldige plek om af te koelen, plezier te hebben en te genieten van een dag vol waterpret.//Om bij Splash Waterpark te komen vanuit Canggu, kun je het beste een taxi of privéauto nemen. Het waterpark bevindt zich op een korte rijafstand van Canggu, dus het duurt meestal niet lang om er te komen. Het is handig om vooraf een vervoersoptie te regelen, zoals een taxi-app of het vragen aan je accommodatie voor aanbevelingen.//Het waterpark heeft doorgaans dagelijks geopend, maar de exacte openingstijden kunnen variëren, afhankelijk van het seizoen en de drukte. Over het algemeen opent het park in de ochtend en sluit het in de avond. Het is raadzaam om de actuele openingstijden te controleren voordat je gaat, aangezien deze kunnen veranderen.//Splash Waterpark organiseert regelmatig speciale evenementen en themadagen om het plezierniveau te verhogen. Deze evenementen kunnen bijvoorbeeld live-entertainment, DJ-optredens of speciale activiteiten bevatten. Het is de moeite waard om de evenementenkalender van het waterpark te bekijken of hun social media-accounts te volgen voor aankondigingen en updates over deze evenementen.//Belangrijk om op te merken is dat het waterpark entreegelden hanteert, die kunnen variëren afhankelijk van de leeftijd en het seizoen. Kinderen krijgen doorgaans korting op de toegangsprijs. Het is aan te raden om vooraf de prijzen en eventuele speciale aanbiedingen te controleren, zodat je goed voorbereid bent.//In Splash Waterpark kun je genieten van verschillende glijbanen, zwembaden en waterattracties geschikt voor verschillende leeftijdsgroepen. Er zijn meestal voldoende ligstoelen en schaduwrijke plekken om te ontspannen tussen de activiteiten door. Het waterpark biedt ook eetgelegenheden waar je kunt genieten van snacks, drankjes en maaltijden.//Zorg ervoor dat je gepaste zwemkleding meeneemt en zonnebrandcrème aanbrengt om jezelf te beschermen tegen de zon. Het is ook raadzaam om handdoeken, een verandering van kleding en eventuele persoonlijke benodigdheden mee te nemen."
        },
        {
            "id": 25,
            "name": "Tonic Spa",
            "image": {
                "src": "/assets/activities/canggu/tonic-spa.jpeg",
                "alt": "Tonic Spa"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Cultuur, Ontspannen",
            "icon": "relax",
            "location": "Canggu",
            "coordinates": "-8.6439242, 115.1184521",
            "details": "Tonic Spa is een luxe wellnessbestemming gelegen in Canggu, Bali. Het spa-complex biedt een scala aan ontspannende en verjongende behandelingen die ontworpen zijn om lichaam en geest te revitaliseren. Het is een perfecte plek om te ontsnappen aan de drukte en te genieten van ultieme ontspanning en verzorging.//Om bij Tonic Spa te komen vanuit Canggu, kun je het beste een taxi of privéauto nemen. Het spa-complex bevindt zich op een korte afstand van Canggu en is gemakkelijk bereikbaar. Je kunt een taxi-app gebruiken of advies vragen aan je accommodatie voor transportopties en aanbevelingen.//Tonic Spa hanteert doorgaans flexibele openingstijden om aan de behoeften van de gasten te voldoen. Het is raadzaam om vooraf een afspraak te maken, zodat je verzekerd bent van beschikbaarheid. Het is mogelijk dat het spa-complex zeven dagen per week geopend is, maar het is altijd verstandig om de exacte openingstijden te controleren voordat je gaat.//Wat betreft speciale events bij Tonic Spa, organiseren ze soms themadagen of speciale promoties. Dit kan bijvoorbeeld een speciale behandeling, een korting of een aanvullende service zijn. Het is de moeite waard om de website of sociale media-accounts van Tonic Spa te raadplegen voor informatie over eventuele lopende evenementen of aanbiedingen.//Belangrijk om te weten is dat Tonic Spa een breed scala aan behandelingen en services aanbiedt, waaronder massages, gezichtsbehandelingen, lichaamsscrubs, manicures en pedicures. Het is raadzaam om van tevoren een afspraak te maken om teleurstellingen te voorkomen, vooral tijdens drukke periodes.//Bij Tonic Spa kun je genieten van een rustige en serene sfeer, waar deskundige therapeuten ervoor zorgen dat je de ultieme spa-ervaring hebt. Het personeel is professioneel en gastvrij, en de faciliteiten zijn van hoge kwaliteit.//Vergeet niet om comfortabele kleding te dragen en mogelijk je zwemkleding mee te nemen, afhankelijk van de behandelingen die je kiest. Tonic Spa zorgt meestal voor de benodigde handdoeken, slippers en andere benodigdheden, maar het is handig om dit van tevoren te bevestigen."
        },
        {
            "id": 26,
            "name": "Kayon Jungle Resort",
            "image": {
                "src": "/assets/activities/ubud/kayon-jungle-resort.jpeg",
                "alt": "Kayon Jungle Resort"
            },
            "tourism": 2,
            "price": 3,
            "tags": "Natuur, Wateractiviteit, Ontspannen",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.4226119, 115.2448882",
            "details": "Het Kayon Jungle Resort is een prachtig luxe resort gelegen in het hart van de weelderige jungle van Ubud, Bali. Het resort biedt een unieke ervaring waar gasten kunnen genieten van de rust en schoonheid van de natuurlijke omgeving.//Om bij het Kayon Jungle Resort te komen vanuit Ubud, kunt u het beste gebruikmaken van een taxi of privévervoer. Het resort ligt op ongeveer 10 kilometer afstand van het centrum van Ubud en de reistijd bedraagt ongeveer 30 minuten, afhankelijk van het verkeer.//Het Kayon Jungle Resort is het hele jaar door geopend en biedt een scala aan faciliteiten en diensten, waaronder luxe kamers en villa's, een zwembad, een spa, een restaurant en een bar. Gasten kunnen genieten van ontspannende activiteiten zoals yogalessen, massages en wandelingen in de jungle.//Het resort organiseert ook regelmatig evenementen en activiteiten, zoals traditionele Balinese dansvoorstellingen, kooklessen en culturele excursies. Het is raadzaam om vooraf te informeren naar de specifieke evenementen en activiteiten die tijdens uw verblijf plaatsvinden.//Belangrijke zaken om te weten zijn dat het Kayon Jungle Resort een exclusieve bestemming is en dat reserveringen vooraf vereist zijn. Het resort biedt een ontsnapping aan de drukte van de stad, met de nadruk op rust en ontspanning. Het is ook handig om contant geld mee te nemen, aangezien sommige lokale voorzieningen mogelijk geen creditcardbetalingen accepteren."
        },
        {
            "id": 27,
            "name": "Campuhan Walk",
            "image": {
                "src": "/assets/activities/ubud/campuhan-walk.jpeg",
                "alt": "Campuhan Walk"
            },
            "tourism": 3,
            "price": 1,
            "tags": "Natuur, Actief",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.5035805, 115.2444582",
            "details": "Campuhan Ridge Walk is een populaire wandelroute in Ubud, Bali, die je meeneemt door prachtige groene landschappen en schilderachtige rijstvelden. Hier is een omschrijving van Campuhan Ridge Walk en belangrijke informatie voor je bezoek://Campuhan Ridge Walk begint bij de Campuhan-brug, gelegen in het centrum van Ubud. Het is gemakkelijk te voet bereikbaar als je al in Ubud verblijft. Vanuit het centrum van Ubud loop je naar het westen, langs de hoofdstraat (Jalan Raya Ubud), totdat je bij de brug komt. De brug is herkenbaar aan zijn traditionele Balinese architectuur en is de startpunt van de wandeling.//De wandelroute volgt een smal pad dat je door weelderig groen en prachtige rijstvelden leidt. Het is een relatief eenvoudige wandeling met een vlak terrein, maar het kan modderig zijn tijdens regenseizoenen, dus het is raadzaam om stevige en comfortabele schoenen te dragen.//Tijdens de wandeling kun je genieten van adembenemende uitzichten op de omringende natuur. Je passeert groene heuvels, palmbomen, kleurrijke bloemen en kabbelende beekjes. Onderweg kom je ook langs enkele kleine tempels en rustplekken waar je kunt ontspannen en genieten van het uitzicht.//Er zijn geen specifieke openingstijden of -dagen voor Campuhan Ridge Walk, dus je kunt de wandeling op elk moment van de dag doen. Het is echter aan te raden om vroeg in de ochtend of laat in de middag te gaan, wanneer de temperaturen aangenamer zijn en je kunt genieten van prachtige zonsopgangen of zonsondergangen.//Er worden geen specifieke evenementen georganiseerd op Campuhan Ridge Walk, maar het is een populaire plek voor yoga- en meditatiebeoefenaars. Je kunt hier yogasessies vinden die worden georganiseerd door lokale yogastudio's of resorts. Daarnaast kunnen er ook lokale ceremonies of culturele evenementen plaatsvinden in de omliggende tempels. Het is raadzaam om de lokale bevolking of je accommodatie te raadplegen voor informatie over mogelijke evenementen tijdens je bezoek.//Tijdens de wandeling is het belangrijk om respect te tonen voor de omgeving en de lokale cultuur. Blijf op de aangegeven paden en neem geen planten of bloemen mee. Draag gepaste kleding en bedek je schouders en knieën als je tempels bezoekt.//Onderweg zijn er geen eet- of drinkgelegenheden, dus zorg ervoor dat je water en eventuele snacks meeneemt. Vergeet niet om zonnebrandcrème en een hoed mee te nemen, vooral als je tijdens het warmste deel van de dag gaat wandelen."
        },
        {
            "id": 28,
            "name": "Ubud Market",
            "image": {
                "src": "/assets/activities/ubud/ubud-market.jpeg",
                "alt": "Ubud Market"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Cultuur",
            "icon": "culture",
            "location": "Ubud",
            "coordinates": "-8.5035782, 115.2135582",
            "details": "Ubud Market, ook bekend als Pasar Ubud, is een levendige marktplaats in het hart van Ubud, Bali. Hier is een omschrijving van Ubud Market en belangrijke informatie voor je bezoek://Ubud Market ligt in het centrum van Ubud en is gemakkelijk te voet bereikbaar als je al in Ubud verblijft. Het bevindt zich aan de Jalan Raya Ubud, de hoofdstraat van het dorp. Als je wat verder weg verblijft, kun je een taxi of een scooter nemen om bij de markt te komen.//De markt is dagelijks geopend en begint al vroeg in de ochtend. De meeste kraampjes zijn rond 6.00 uur 's ochtends al open en de activiteit en drukte nemen gedurende de dag toe. De markt blijft meestal open tot in de avond, maar sommige kraampjes kunnen eerder sluiten. Het is dus raadzaam om in de ochtend of vroege middag te gaan voor de beste selectie en om de drukte te vermijden.//Ubud Market is verdeeld in twee delen: de traditionele markt en de kunstmarkt. De traditionele markt biedt een breed scala aan producten, zoals verse groenten, fruit, kruiden, vlees, vis, kleding, en souvenirs. Dit is een geweldige plek om lokale producten te kopen en te onderhandelen over de prijzen. De kunstmarkt, aan de westkant van de traditionele markt, staat bekend om zijn ambachtelijke producten, zoals houtsnijwerk, schilderijen, textiel, sieraden en andere kunstvoorwerpen. Hier kun je unieke Balinese kunst en handwerk vinden.//Het is belangrijk om te weten dat afdingen een gebruikelijke praktijk is op de markt. Onderhandelen over de prijs is een deel van de ervaring, dus wees niet bang om te onderhandelen en een goede deal te krijgen. Wees echter altijd respectvol en vriendelijk tijdens het onderhandelen.//Naast het winkelen kun je ook genieten van de lokale sfeer en de omgeving van de markt verkennen. In de buurt vind je tal van restaurants, cafés en spa's waar je kunt ontspannen en genieten van lokale gerechten en traditionele Balinese behandelingen.//Ubud Market organiseert geen specifieke evenementen, maar het kan tijdens bepaalde feestdagen of festivals drukker zijn. Het is raadzaam om de lokale evenementenkalender te controleren om te zien of er speciale gebeurtenissen plaatsvinden tijdens je bezoek aan Ubud.//Bij een bezoek aan de markt is het belangrijk om op je persoonlijke bezittingen te letten en alert te zijn op zakkenrollers, vooral in drukke tijden. Draag comfortabele schoenen, want de markt kan druk en soms glad zijn. Zorg ook voor contant geld, want de meeste verkopers accepteren alleen contante betalingen."
        },
        {
            "id": 29,
            "name": "Tegalalang",
            "image": {
                "src": "/assets/activities/ubud/tegalalang.webp",
                "alt": "Tegalalang"
            },
            "tourism": 3,
            "price": 2,
            "tags": "Natuur, Uitzichtpunt, Actief",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.4317111, 115.2690033",
            "details": "Tegalalang is een populaire bestemming in Bali, bekend om zijn prachtige rijstterrassen en schilderachtige landschappen. Hier is een omschrijving van Tegalalang en informatie over hoe je er vanuit Ubud naartoe kunt reizen://Tegalalang ligt op ongeveer 10 kilometer ten noorden van Ubud en is gemakkelijk bereikbaar met een privétaxi, scooter of gehuurde auto. De reistijd is ongeveer 30 minuten, afhankelijk van het verkeer. Je kunt er ook voor kiezen om een georganiseerde tour te nemen die Tegalalang als een van de stops heeft.//Bij aankomst in Tegalalang word je begroet door de prachtige rijstterrassen die over de heuvels uitgestrekt zijn. Het is een adembenemend landschap dat je zeker wilt verkennen en bewonderen. De rijstterrassen zijn gebouwd volgens het traditionele Subak-systeem, een irrigatiesysteem dat al eeuwenlang wordt gebruikt in Bali.//Je kunt wandelen of fietsen langs de aangelegde paden die door de rijstterrassen slingeren. Geniet van het groene uitzicht en de rustige omgeving terwijl je de schoonheid van de natuur absorbeert. Vergeet niet om je camera mee te nemen, want Tegalalang biedt vele fotogenieke plekken.//Tegalalang heeft geen specifieke openingstijden, dus je kunt het op elk moment van de dag bezoeken. Het is echter aan te raden om vroeg in de ochtend te gaan om de drukte te vermijden en te genieten van de rustige sfeer. Het kan ook mooi zijn om Tegalalang te bezoeken tijdens zonsopgang of zonsondergang, wanneer het licht het landschap op een bijzondere manier verlicht.//Er worden geen specifieke evenementen georganiseerd in Tegalalang, maar er kunnen lokale festivals en ceremonies plaatsvinden in de omliggende dorpen. Het is de moeite waard om te informeren bij de lokale bevolking of bij je accommodatie of er tijdens je bezoek speciale evenementen plaatsvinden.//Bij een bezoek aan Tegalalang is het belangrijk om respect te tonen voor de lokale cultuur en omgeving. Draag gepaste kleding, bedek je schouders en knieën, en wees bewust van je gedrag. Wees voorzichtig bij het betreden van de rijstvelden en respecteer de eigendommen van de lokale boeren."
        },
        {
            "id": 30,
            "name": "Jatiluwih",
            "image": {
                "src": "/assets/activities/ubud/jatiluwih.jpg",
                "alt": "Jatiluwih"
            },
            "tourism": 3,
            "price": 1,
            "tags": "Natuur",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.3703099, 115.1210723",
            "details": "Jatiluwih is een prachtig gebied in Bali dat bekend staat om zijn adembenemende rijstterrassen en natuurlijke schoonheid. Hier is een omschrijving van Jatiluwih en informatie over hoe je er vanuit Ubud naartoe kunt reizen://Jatiluwih ligt op ongeveer 20 kilometer ten noordwesten van Ubud. De beste manier om er te komen is met een privétaxi of een gehuurde scooter. De reistijd is ongeveer 1 uur, afhankelijk van het verkeer en de route die je neemt. Een andere optie is om deel te nemen aan een georganiseerde tour die Jatiluwih als een van de bestemmingen bezoekt.//Bij aankomst in Jatiluwih zul je versteld staan van de prachtige rijstterrassen die zich uitstrekken over de heuvels. Het landschap is werkelijk adembenemend en is erkend als UNESCO-werelderfgoed. De rijstterrassen worden zorgvuldig onderhouden door de lokale boeren en laten de traditionele landbouwpraktijken van Bali zien.//Je kunt wandelen of fietsen door de rijstvelden en genieten van de serene sfeer en het prachtige uitzicht. Er zijn verschillende wandelpaden die je kunt volgen om het gebied te verkennen. Vergeet niet om je camera mee te nemen, want er zijn talloze fotomomenten om van te genieten.//Jatiluwih heeft geen specifieke openingstijden, dus je kunt het op elk moment van de dag bezoeken. Het is echter het beste om vroeg in de ochtend of aan het einde van de middag te gaan, omdat het op die momenten meestal rustiger is en je kunt genieten van de rust en de schoonheid van het landschap.//Er zijn geen specifieke events die regelmatig plaatsvinden in Jatiluwih. Het is echter mogelijk dat er af en toe culturele activiteiten of ceremonies worden georganiseerd, vooral tijdens belangrijke religieuze periodes. Het kan de moeite waard zijn om de lokale kalender te raadplegen om te zien of er tijdens je bezoek speciale evenementen plaatsvinden.//Bij een bezoek aan Jatiluwih is het belangrijk om respect te tonen voor de lokale cultuur en omgeving. Draag gepaste kleding, bedek je schouders en knieën, en wees bewust van je gedrag. Vergeet niet om voldoende water mee te nemen en jezelf te beschermen tegen de zon, omdat het gebied vaak blootgesteld is aan de zon."
        },
        {
            "id": 31,
            "name": "Mount Batur",
            "image": {
                "src": "/assets/activities/ubud/mount-batur.jpeg",
                "alt": "Mount Batur"
            },
            "tourism": 2,
            "price": 3,
            "tags": "Natuur, Uitzichtpunt, Actief",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.3701276, 115.3562947",
            "details": "Mount Batur is een actieve vulkaan gelegen in het noordoosten van Bali. Hier is een omschrijving van Mount Batur en hoe je er vanuit Ubud naartoe kunt reizen://Om vanuit Ubud naar Mount Batur te reizen, zijn er verschillende opties beschikbaar. U kunt ervoor kiezen om een privétaxi te nemen, een scooter te huren of deel te nemen aan een georganiseerde tour. De afstand tussen Ubud en Mount Batur is ongeveer 30 kilometer, wat ongeveer 1 tot 1,5 uur rijden kan zijn, afhankelijk van het verkeer en de route die u neemt.//Mount Batur is het best bekend om zijn zonsopgangtrekking, die erg populair is bij bezoekers. De trekking begint meestal vroeg in de ochtend, rond 2:00 uur of 3:00 uur, zodat u op tijd de top kunt bereiken om te genieten van de spectaculaire zonsopgang. Het wordt aanbevolen om een georganiseerde tour te boeken, omdat deze vaak vervoer, een gids en een ontbijt op de top van de vulkaan omvat.//Het beklimmen van Mount Batur is een avontuurlijke activiteit en vereist een matige fysieke conditie. De trekking duurt meestal ongeveer 2 tot 3 uur, afhankelijk van uw tempo, en omvat het wandelen over ruig terrein en steile paden. Het is raadzaam om comfortabele wandelschoenen te dragen en warme kleding mee te nemen, aangezien het op de top van de vulkaan koud kan zijn.//Naast de zonsopgangtrekking zijn er ook andere activiteiten mogelijk op Mount Batur, zoals het verkennen van de krater en het genieten van het prachtige uitzicht op het omliggende landschap. U kunt ook een bezoek brengen aan de natuurlijke warmwaterbronnen aan de voet van de vulkaan, waar u kunt ontspannen en genieten van therapeutische baden.//Het is belangrijk om te weten dat Mount Batur een actieve vulkaan is en dat de activiteit nauwlettend wordt gevolgd. In geval van verhoogde vulkanische activiteit kunnen de autoriteiten de toegang tot de vulkaan beperken of sluiten om de veiligheid van bezoekers te waarborgen. Het is daarom verstandig om vooraf de actuele informatie te controleren en eventuele waarschuwingen of beperkingen op te volgen.//Het is ook raadzaam om voldoende water mee te nemen en u te beschermen tegen de zon tijdens uw bezoek aan Mount Batur. Het kan handig zijn om een kleine rugzak mee te nemen met snacks, een zaklamp en andere benodigdheden."
        },
        {
            "id": 32,
            "name": "Gunung Kawi",
            "image": {
                "src": "/assets/activities/ubud/gunung-kawi.jpeg",
                "alt": "Gunung Kawi"
            },
            "tourism": 2,
            "price": 2,
            "tags": "Cultuur, Actief",
            "icon": "culture",
            "location": "Ubud",
            "coordinates": "-8.4046433, 115.2847056",
            "details": "Gunung Kawi is een oude archeologische site en een heiligdom gelegen in Tampaksiring, ongeveer 30 minuten rijden ten noorden van Ubud op Bali. Hier is een omschrijving van Gunung Kawi en hoe je er vanuit Ubud naartoe kunt reizen://Om vanuit Ubud naar Gunung Kawi te reizen, kunt u het beste een taxi nemen of een scooter huren. De afstand tussen Ubud en Gunung Kawi is ongeveer 15 kilometer, wat ongeveer 30 minuten rijden kan zijn, afhankelijk van het verkeer en de route die u neemt. Het is ook mogelijk om deel te nemen aan een georganiseerde tour die Gunung Kawi als een van de bezienswaardigheden bezoekt.//Gunung Kawi staat bekend om zijn indrukwekkende rotsgraven, die dateren uit de 11e eeuw. Het complex bestaat uit tien grote rotssculpturen die in de kliffen zijn uitgehouwen. Deze sculpturen vertegenwoordigen de koninklijke familie van het oude Bali. Het is een spirituele plek en wordt nog steeds gebruikt voor ceremoniële doeleinden door de lokale bevolking.//Het heiligdom is omgeven door prachtige rijstvelden en groene landschappen, waardoor het een pittoreske en serene omgeving is om te verkennen. Naast de rotsgraven zijn er ook enkele kleine tempels en paviljoens op het terrein die u kunt bezoeken.//De openingstijden van Gunung Kawi zijn meestal van 8:00 uur tot 18:00 uur. Het is raadzaam om vroeg in de ochtend of aan het einde van de middag te bezoeken om de drukte te vermijden en te genieten van een rustige ervaring.//Er zijn geen specifieke events die regelmatig plaatsvinden in Gunung Kawi. Het is echter mogelijk dat er af en toe ceremoniële activiteiten of festivals plaatsvinden, vooral tijdens belangrijke religieuze periodes. Het kan de moeite waard zijn om de lokale kalender te raadplegen om te zien of er tijdens uw bezoek speciale evenementen plaatsvinden.//Bij een bezoek aan Gunung Kawi is het belangrijk om respect te tonen voor de heilige en culturele betekenis van de plaats. Het wordt aanbevolen om gepaste kleding te dragen, zoals een sarong en een sjaal om uw schouders te bedekken. Deze kunnen meestal ter plaatse worden gehuurd of gekocht.//Houd er rekening mee dat er treden zijn die naar de rotssculpturen leiden, dus het kan nodig zijn om enige fysieke inspanning te leveren tijdens het verkennen van de site. Het is ook handig om comfortabele schoenen te dragen, aangezien het terrein ongelijk kan zijn."
        },
        {
            "id": 33,
            "name": "Tirta Empul",
            "image": {
                "src": "/assets/activities/ubud/tirta-empul.jpeg",
                "alt": "Tirta Empul"
            },
            "tourism": 3,
            "price": 2,
            "tags": "Cultuur, Wateractiviteit, Kinderen",
            "icon": "culture",
            "location": "Ubud",
            "coordinates": "-8.4157037, 115.3050044",
            "details": "Tirta Empul is een heilige waterbron en tempelcomplex gelegen in het dorp Tampaksiring, ongeveer 15 kilometer ten noordoosten van Ubud, Bali. Hier is een omschrijving van Tirta Empul en belangrijke informatie voor je bezoek://Om bij Tirta Empul te komen vanuit Ubud, kun je het beste een taxi of privévervoer nemen. De reistijd bedraagt ongeveer 30 minuten, afhankelijk van het verkeer. Het is ook mogelijk om een scooter of gehuurde auto te gebruiken, maar houd er rekening mee dat het verkeer in dit gebied druk kan zijn.//Tirta Empul is dagelijks geopend voor bezoekers, van 's ochtends vroeg tot in de namiddag. Het is raadzaam om vroeg in de ochtend te gaan om de drukte te vermijden en de spirituele sfeer van de plek te ervaren.//Het hoogtepunt van Tirta Empul is de heilige waterbron, waar lokale Balinezen komen om zichzelf ritueel te reinigen. Het complex bestaat uit een reeks zwembaden met bronwater dat uit de grond opborrelt. Bezoekers worden aangemoedigd om deel te nemen aan dit reinigingsritueel, dat bekend staat als 'melukat'. Het proces omvat het betreden van de zwembaden en het volgen van specifieke stappen die worden geleid door een priester. Het is belangrijk om respect te tonen voor de lokale gebruiken en tradities tijdens dit ritueel.//Naast de heilige waterbron zijn er ook prachtige tempels en paviljoens op het terrein van Tirta Empul die je kunt verkennen. De tempels tonen de rijke Balinese architectuur en bieden een kijkje in de spirituele praktijken van het eiland. Het is belangrijk om gepaste kleding te dragen bij het betreden van de tempels, waarbij je je schouders en knieën bedekt.//Tirta Empul organiseert geen specifieke evenementen, maar er kunnen ceremonies en festivals plaatsvinden op speciale religieuze dagen. Het is mogelijk om getuige te zijn van deze ceremoniën, maar het is belangrijk om respectvol en terughoudend te zijn tijdens dergelijke gelegenheden. Het is raadzaam om de lokale bevolking of je accommodatie te raadplegen voor informatie over mogelijke evenementen tijdens je bezoek."
        },
        {
            "id": 34,
            "name": "Tegenungan",
            "image": {
                "src": "/assets/activities/ubud/tegenungan.webp",
                "alt": "Tegenungan"
            },
            "tourism": 3,
            "price": 1,
            "tags": "Natuur, Waterval",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.475362, 115.3386602",
            "details": "Tegenungan Waterval is een prachtige waterval gelegen in het dorp Tegenungan, ongeveer 10 kilometer ten zuiden van Ubud, Bali. Hier is een omschrijving van Tegenungan Waterval en belangrijke informatie voor je bezoek://Om bij Tegenungan Waterval te komen vanuit Ubud, kun je het beste een taxi of privévervoer nemen. De reistijd bedraagt ongeveer 30 minuten, afhankelijk van het verkeer. Het is ook mogelijk om een scooter of gehuurde auto te gebruiken, maar houd er rekening mee dat de wegen soms smal en heuvelachtig kunnen zijn.//Tegenungan Waterval is dagelijks geopend voor bezoekers, van 's ochtends vroeg tot in de namiddag. Het is raadzaam om vroeg in de ochtend te gaan om de drukte te vermijden en optimaal van de waterval te genieten.//Bij aankomst bij de waterval moet je een toegangsprijs betalen, die meestal een bescheiden bedrag is. Na het betalen van de toegangsprijs loop je via een pad naar de waterval. Onderweg kom je langs groene rijstvelden en weelderige vegetatie, wat bijdraagt aan de natuurlijke schoonheid van de omgeving.//Tegenungan Waterval is een prachtige waterval met een krachtige stroom die neerstort in een natuurlijk zwembad. Je kunt genieten van het spectaculaire uitzicht op de waterval vanaf verschillende uitkijkpunten. Het is ook mogelijk om af te dalen naar het zwembad en een verfrissende duik te nemen. Houd er echter rekening mee dat de waterstroming soms sterk kan zijn, dus wees voorzichtig en zwem alleen op plekken die als veilig worden beschouwd.//Naast de waterval zijn er ook enkele eet- en drinkgelegenheden in de buurt waar je kunt genieten van lokale gerechten en verfrissende drankjes. Je kunt ook souvenirwinkels vinden waar je souvenirs en handwerk kunt kopen.//Tegenungan Waterval organiseert geen specifieke evenementen, maar het kan tijdens bepaalde feestdagen of festivals drukker zijn. Het is raadzaam om de lokale evenementenkalender te controleren om te zien of er speciale gebeurtenissen plaatsvinden tijdens je bezoek aan de waterval."
        },
        {
            "id": 35,
            "name": "Monkey Forest",
            "image": {
                "src": "/assets/activities/ubud/monkey-forest.jpeg",
                "alt": "Monkey Forest"
            },
            "tourism": 2,
            "price": 2,
            "tags": "Cultuur, Natuur, Dieren",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.5192232, 115.2505587",
            "details": "Monkey Forest, ook wel bekend als het Sacred Monkey Forest Sanctuary, is een populaire attractie in Ubud, Bali. Hier is een omschrijving van Monkey Forest en belangrijke informatie voor je bezoek://Monkey Forest ligt in het centrum van Ubud en is gemakkelijk te bereiken te voet of per scooter vanuit het centrum van Ubud. Het is ook mogelijk om een taxi of privévervoer te nemen als je liever niet wilt lopen of rijden.//Het Monkey Forest is dagelijks geopend voor bezoekers. De openingstijden zijn over het algemeen van 8:30 uur tot 18:00 uur. Het is raadzaam om vroeg in de ochtend te gaan, omdat het dan meestal minder druk is. Houd er rekening mee dat de apen in de vroege ochtend actiever zijn.//Bij aankomst bij Monkey Forest moet je een toegangsprijs betalen, die meestal een bescheiden bedrag is. Na het betalen van de toegangsprijs betreed je het heiligdom, waar je wordt verwelkomd door een weelderig tropisch bos en honderden ondeugende makaakapen die vrij rondlopen.//Het Monkey Forest biedt een unieke gelegenheid om de apen van dichtbij te observeren en te fotograferen. Je kunt ze zien spelen, eten en sociale interacties waarnemen. Het is belangrijk om voorzichtig te zijn en de instructies van de bewakers op te volgen, aangezien de apen wild zijn en soms nieuwsgierig of ondeugend kunnen zijn. Het wordt aangeraden om geen voedsel of persoonlijke bezittingen te tonen, aangezien de apen deze kunnen stelen.//Binnen het Monkey Forest vind je ook verschillende paden die leiden naar oude tempels en heilige bezienswaardigheden. Je kunt genieten van de rustige en spirituele sfeer terwijl je door het bos wandelt en de prachtige architectuur en religieuze symboliek bewondert.//Het Monkey Forest organiseert geen specifieke evenementen, maar het is raadzaam om de lokale evenementenkalender te controleren, aangezien er soms culturele festivals of ceremonies plaatsvinden in de nabijgelegen tempels.//Bij een bezoek aan Monkey Forest is het belangrijk om je bewust te zijn van je omgeving en je persoonlijke bezittingen goed in de gaten te houden. Laat geen waardevolle spullen onbeheerd achter en houd voedsel en drinken buiten het bereik van de apen."
        },
        {
            "id": 36,
            "name": "Manuaba",
            "image": {
                "src": "/assets/activities/ubud/manuaba.jpeg",
                "alt": "Manuaba"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Natuur, Waterval",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.4466883, 115.2797266",
            "details": "Manuaba is een prachtige waterval gelegen in de regio Gianyar, niet ver van Ubud. Het is een verborgen juweeltje dat bekend staat om zijn natuurlijke schoonheid en fotogenieke omgeving.//Om bij Manuaba te komen vanuit Ubud, kun je het beste een taxi nemen of een scooter huren. De waterval ligt op ongeveer 30 minuten rijden van het centrum van Ubud. Het is raadzaam om een transportmiddel te regelen, aangezien er beperkte openbaar vervoersopties beschikbaar zijn.//Wat betreft de openingstijden van Manuaba, deze zijn meestal van 08:00 uur tot 18:00 uur. Het is echter belangrijk om te weten dat de waterval soms gesloten kan zijn vanwege onderhoud of weersomstandigheden, dus het is verstandig om vooraf de meest recente informatie te controleren voordat je vertrekt.//Manuaba organiseert geen specifieke evenementen, maar het is een populaire plek onder reizigers en natuurliefhebbers. Het is een geweldige plek om te genieten van de prachtige omgeving, te zwemmen in het verfrissende water en foto's te maken van de spectaculaire waterval en natuurlijke poelen.//Belangrijk om te weten is dat Manuaba een natuurlijke attractie is en er geen faciliteiten zoals kleedkamers of eetgelegenheden ter plaatse zijn. Het is raadzaam om je eigen handdoeken, water en snacks mee te nemen. Wees ook voorzichtig bij het betreden van de waterval, want de stenen kunnen glad zijn."
        },
        {
            "id": 37,
            "name": "Bali Zoo",
            "image": {
                "src": "/assets/activities/ubud/bali-zoo.jpeg",
                "alt": "Bali Zoo"
            },
            "tourism": 3,
            "price": 2,
            "tags": "Natuur, Dieren, Kinderen",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.5112637, 115.3056164",
            "details": "Bali Zoo is een populaire dierentuin gelegen in Gianyar, ongeveer 30 minuten rijden van Ubud. Het is een geweldige plek om verschillende diersoorten te ontdekken en een leuke ervaring te hebben met het hele gezin.//Om bij Bali Zoo te komen vanuit Ubud, kun je het beste een taxi nemen of een privéauto huren. Het is handig om vooraf transport te regelen of een tour te boeken, aangezien het openbaar vervoer naar de dierentuin beperkt kan zijn.//De openingstijden van Bali Zoo zijn over het algemeen van 09:00 uur tot 17:00 uur. Het is raadzaam om de exacte openingstijden te controleren voordat je gaat, aangezien deze kunnen variëren afhankelijk van het seizoen en speciale evenementen.//Bali Zoo organiseert regelmatig evenementen en activiteiten voor bezoekers, zoals dierenpresentaties, voedersessies en educatieve programma's. Deze evenementen bieden de mogelijkheid om meer te leren over de dieren en een interactieve ervaring te hebben. Het is raadzaam om de website of de social media-accounts van Bali Zoo te raadplegen voor informatie over de actuele evenementenkalender."
        },
        {
            "id": 38,
            "name": "Jungle Fish Bar",
            "image": {
                "src": "/assets/activities/ubud/jungle-fish.jpeg",
                "alt": "Jungle Fish Bar"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Natuur, Wateractiviteit, Ontspannen",
            "icon": "nature",
            "location": "Ubud",
            "coordinates": "-8.4789412, 115.2505593",
            "details": "Jungle Fish Bar is een populaire bar en zwembad gelegen in de weelderige jungle nabij Ubud. Het is een ontspannende en sfeervolle plek waar je kunt genieten van een verfrissende duik, heerlijke drankjes en prachtige uitzichten.//Om bij Jungle Fish Bar te komen vanuit Ubud, kun je het beste een taxi nemen of een scooter huren. De bar ligt op ongeveer 15 minuten rijden van het centrum van Ubud. Het is raadzaam om een transportmiddel te regelen, aangezien er beperkte openbaar vervoersopties beschikbaar zijn.//Jungle Fish Bar is meestal geopend van 07:30 uur tot 22:00 uur. Het is echter raadzaam om de exacte openingstijden te controleren, aangezien deze kunnen variëren afhankelijk van het seizoen en eventuele speciale evenementen.//Wat betreft evenementen, Jungle Fish Bar organiseert regelmatig thema-avonden, livemuziek en andere speciale evenementen. Deze evenementen zorgen voor een levendige en feestelijke sfeer. Het is aan te raden om de website of social media-accounts van Jungle Fish Bar te raadplegen voor informatie over de actuele evenementenkalender.//Belangrijk om te weten is dat Jungle Fish Bar toegang biedt tot een prachtig infinity-zwembad dat uitkijkt over de groene omgeving. Gasten kunnen ontspannen op ligstoelen bij het zwembad, genieten van verfrissende drankjes aan de bar en heerlijke gerechten bestellen van het menu. Het is een geweldige plek om te relaxen en te genieten van de natuurlijke omgeving."
        },
        {
            "id": 39,
            "name": "Uluwatu Tempel",
            "image": {
                "src": "/assets/activities/uluwatu/uluwatu-tempel.jpeg",
                "alt": "Uluwatu Tempel"
            },
            "tourism": 3,
            "price": 2,
            "tags": "Cultuur, Kinderen",
            "icon": "culture",
            "location": "Uluwatu",
            "coordinates": "-8.8293569, 115.084741",
            "details": "Uluwatu Tempel, ook wel bekend als Pura Luhur Uluwatu, is een van de meest iconische tempels op Bali. Het is gelegen op een klif aan de zuidwestkust van het schiereiland Bukit en biedt een adembenemend uitzicht op de oceaan.//Om bij Uluwatu Tempel te komen vanuit Uluwatu zelf, kun je het beste lopen of een taxi nemen. De tempel ligt op loopafstand van de meeste accommodaties in het Uluwatu-gebied. Het is raadzaam om comfortabele schoenen te dragen, omdat er wat trappen en paden zijn om de tempel te bereiken.//De tempel is dagelijks geopend voor bezoekers. De openingstijden zijn meestal van 9:00 uur tot 18:00 uur. Het is echter verstandig om de actuele openingstijden te controleren, aangezien deze kunnen variëren, vooral tijdens religieuze ceremonies of speciale evenementen.//Uluwatu Tempel staat bekend om zijn Kecak-dansvoorstellingen, die meestal 's avonds bij zonsondergang worden opgevoerd. De Kecak-dans is een traditionele Balinese dansvoorstelling met een uniek vocaal koor van mannen. Het is een spectaculaire ervaring om de dansvoorstelling bij te wonen terwijl de zon achter de horizon zakt. Het is raadzaam om vooraf te controleren of er een Kecak-dansvoorstelling gepland is tijdens je bezoek, aangezien deze niet dagelijks worden opgevoerd.//Bij een bezoek aan Uluwatu Tempel is het belangrijk om gepaste kleding te dragen, omdat het een heilige plaats is. Bedek je schouders en knieën uit respect voor de lokale cultuur. Er zijn doeken beschikbaar bij de ingang van de tempel voor bezoekers die niet voldoende bedekte kleding dragen.//Let op je persoonlijke bezittingen tijdens je bezoek, aangezien de tempel en het omliggende gebied soms druk bezocht worden door toeristen. Het wordt aanbevolen om geen waardevolle spullen onbeheerd achter te laten en je tas of rugzak goed in de gaten te houden."
        },
        {
            "id": 40,
            "name": "Single Fin",
            "image": {
                "src": "/assets/activities/uluwatu/single-fin.jpeg",
                "alt": "Single Fin"
            },
            "tourism": 2,
            "price": 3,
            "tags": "Ontspannen, Uitzichtpunt, Uitgaan",
            "icon": "party",
            "location": "Uluwatu",
            "coordinates": "-8.8149719, 115.0888956",
            "details": "Single Fin is een populaire strandbar en surfspot gelegen aan de kliffen van Uluwatu, Bali. Het biedt een prachtig uitzicht op de oceaan en trekt zowel surfers als bezoekers die willen genieten van de relaxte sfeer en het adembenemende uitzicht.//Vanuit Uluwatu is Single Fin gemakkelijk te bereiken te voet of met een korte rit met de taxi of scooter. Het ligt op korte afstand van de Uluwatu Tempel en andere nabijgelegen accommodaties.//Single Fin is meestal geopend van 's ochtends tot 's avonds laat. De exacte openingstijden kunnen variëren, afhankelijk van het seizoen en eventuele speciale evenementen. Het is raadzaam om de actuele openingstijden te controleren voordat je gaat.//Het is de moeite waard om te vermelden dat Single Fin bekend staat om zijn levendige sfeer en regelmatige evenementen. Er worden vaak live-optredens, DJ-sets en themafeesten georganiseerd, vooral in de avonden en in het weekend. Deze evenementen kunnen een geweldige gelegenheid zijn om te genieten van muziek, dans en gezelligheid terwijl je geniet van het prachtige uitzicht op de oceaan.//Bij een bezoek aan Single Fin is het raadzaam om strandkleding en comfortabele schoenen te dragen, vooral als je van plan bent om te gaan surfen. Het is ook handig om wat contant geld mee te nemen, aangezien sommige voorzieningen mogelijk alleen contante betaling accepteren.//Het kan tijdens drukke periodes en evenementen behoorlijk druk zijn bij Single Fin. Het is verstandig om op tijd te arriveren als je een goede plek wilt bemachtigen, vooral als je van plan bent om tijdens de zonsondergang van het uitzicht te genieten. Houd ook je persoonlijke bezittingen goed in de gaten en let op je omgeving.//Al met al is Single Fin een populaire bestemming voor zowel surfers als feestgangers die willen genieten van de relaxte sfeer, het prachtige uitzicht en de levendige evenementen die daar plaatsvinden."
        },
        {
            "id": 41,
            "name": "Balangan Beach",
            "image": {
                "src": "/assets/activities/uluwatu/balangan-beach.jpeg",
                "alt": "Balangan Beach"
            },
            "tourism": 2,
            "price": 1,
            "tags": "Strand, Uitzichtpunt",
            "icon": "beach",
            "location": "Uluwatu",
            "coordinates": "-8.791466, 115.1241112",
            "details": "Balangan is een prachtig strand gelegen aan de zuidwestkust van Bali, in de buurt van Uluwatu. Het staat bekend om zijn witte zand, turquoise wateren en indrukwekkende kliflandschap. Balangan is geliefd bij surfers vanwege de consistentie van de golven en de lange ritmische breaks.//Vanuit Uluwatu kun je Balangan bereiken met een korte taxirit of scooter. Het strand ligt op ongeveer 15 minuten rijden van Uluwatu, dus het is vrij toegankelijk en gemakkelijk te bereiken.//Balangan is meestal het hele jaar door geopend en heeft geen specifieke openingstijden of dagen. Je kunt er op elk moment van de dag naartoe gaan om van het strand en de zee te genieten. Het is echter belangrijk op te merken dat de golven en stromingen op Balangan sterk kunnen zijn, dus het is raadzaam om de lokale waarschuwingen en veiligheidsinstructies op te volgen.//Hoewel er geen specifieke evenementen op Balangan zijn, worden er regelmatig surfwedstrijden en -evenementen georganiseerd in de nabijgelegen surfspots. Surfers van over de hele wereld komen hier samen om de golven te trotseren en deel te nemen aan competities. Als je geïnteresseerd bent in surfen of het bekijken van surfwedstrijden, is Balangan een geweldige plek om te bezoeken.//Het strand van Balangan biedt beperkte voorzieningen, maar je kunt er strandstoelen en parasols huren. Er zijn ook verschillende eetgelegenheden en warungs in de buurt waar je kunt genieten van lokale gerechten en verfrissende drankjes.//Bij een bezoek aan Balangan is het belangrijk om zonnebrandcrème, een hoed en voldoende water mee te nemen, vooral als je van plan bent langere tijd op het strand door te brengen. Het is ook raadzaam om je persoonlijke bezittingen in de gaten te houden en geen waardevolle spullen onbeheerd achter te laten."
        },
        {
            "id": 42,
            "name": "Nyang-Nyang",
            "image": {
                "src": "/assets/activities/uluwatu/nyang-nyang.jpeg",
                "alt": "Nyang-Nyang"
            },
            "tourism": 2,
            "price": 1,
            "tags": "Strand, Kinderen",
            "icon": "beach",
            "location": "Uluwatu",
            "coordinates": "-8.8391634, 115.0934172",
            "details": "Nyang-Nyang Beach is een afgelegen en prachtig strand gelegen aan de zuidwestkust van Bali, in de buurt van Uluwatu. Het staat bekend om zijn witte zand, kristalheldere wateren en rustige omgeving. Nyang-Nyang is een verborgen juweeltje en biedt een ongerepte en ongerepte strandervaring.//Om Nyang-Nyang Beach te bereiken vanaf Uluwatu, kun je het beste een taxi nemen of een scooter huren. De rit duurt ongeveer 30 minuten, aangezien het strand zich in een afgelegen gebied bevindt en de weg naar het strand wat avontuurlijk kan zijn. Het is raadzaam om een goede routebeschrijving te volgen of een lokale gids in te schakelen om het strand gemakkelijker te vinden.//Nyang-Nyang Beach heeft geen specifieke openingstijden of dagen. Je kunt het strand op elk moment van de dag bezoeken. Vanwege de afgelegen locatie is Nyang-Nyang meestal minder druk bezocht dan andere populaire stranden in de omgeving, waardoor je kunt genieten van een rustige en serene sfeer.//Er worden geen specifieke evenementen georganiseerd op Nyang-Nyang Beach. Het is voornamelijk een plek om te ontspannen, te zonnebaden en te genieten van de prachtige omgeving. Het is een geweldige bestemming voor natuurliefhebbers en mensen die op zoek zijn naar een afgelegen en ongerepte strandervaring.//Het is belangrijk om te vermelden dat Nyang-Nyang Beach geen faciliteiten zoals restaurants of toiletten heeft. Het is raadzaam om eten, drinken en eventuele andere benodigdheden mee te nemen voordat je het strand bezoekt. Ook is het verstandig om je eigen strandlakens of matjes mee te nemen, aangezien er geen verhuurfaciliteiten zijn.//Bij een bezoek aan Nyang-Nyang Beach is het belangrijk om de natuur te respecteren en het strand schoon en ongerept te houden. Neem je afval mee en laat geen sporen achter. Houd er ook rekening mee dat de zeeomstandigheden soms sterk kunnen zijn, dus wees voorzichtig bij het zwemmen."
        },
        {
            "id": 43,
            "name": "Karang Boma Cliff",
            "image": {
                "src": "/assets/activities/uluwatu/karang-boma.jpeg",
                "alt": "Karang Boma Cliff"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Natuur, Uitzichtpunt",
            "icon": "nature",
            "location": "Uluwatu",
            "coordinates": "-8.8345366, 115.0877251",
            "details": "Karang Boma Cliff is een adembenemende klifgelegenheid in Uluwatu, Bali. Het biedt een panoramisch uitzicht op de oceaan en spectaculaire klifformaties, waardoor het een populaire plek is voor fotografie en het genieten van de natuurlijke schoonheid van Bali.//Om bij Karang Boma Cliff te komen vanaf Uluwatu, kun je het beste een taxi nemen of een scooter huren. De rit duurt ongeveer 20 minuten, afhankelijk van de verkeersomstandigheden en de specifieke locatie in Uluwatu. Het is raadzaam om een goede routebeschrijving te volgen of een lokale gids in te schakelen om de klif gemakkelijker te vinden.//Karang Boma Cliff heeft geen specifieke openingstijden of dagen, aangezien het een natuurlijke locatie is die altijd toegankelijk is. Je kunt op elk moment van de dag naar de klif gaan om te genieten van het uitzicht en de omgeving. Het is echter raadzaam om tijdens zonsopgang of zonsondergang te gaan, aangezien dit de momenten zijn waarop de klif een betoverend uitzicht biedt.//Er worden geen specifieke evenementen georganiseerd op Karang Boma Cliff. Het is voornamelijk een plek om te genieten van de natuurlijke schoonheid en de rustige omgeving. Het is een geweldige plek voor natuurliefhebbers, fotografen en mensen die op zoek zijn naar een rustige plek om te ontspannen.//Bij een bezoek aan Karang Boma Cliff is het belangrijk om voorzichtig te zijn en de veiligheidsmaatregelen in acht te nemen. De kliffen kunnen steil en gevaarlijk zijn, dus wees voorzichtig bij het bewegen rondom de randen. Het is ook verstandig om stevige schoenen te dragen, aangezien sommige paden rotsachtig kunnen zijn."
        },
        {
            "id": 44,
            "name": "Bingin Beach",
            "image": {
                "src": "/assets/activities/uluwatu/bingin-beach.jpeg",
                "alt": "Bingin Beach"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Strand, Actief",
            "icon": "beach",
            "location": "Uluwatu",
            "coordinates": "-8.8057033, 115.1130424",
            "details": "Bingin Beach is een prachtig strand gelegen in het zuiden van Bali, in de buurt van Uluwatu. Het staat bekend om zijn witte zand, turquoise water en prachtige klifomgeving. Bingin Beach is geliefd bij surfers vanwege de consistentie van de golven, maar het trekt ook strandliefhebbers aan die willen ontspannen en genieten van de natuurlijke schoonheid van de omgeving.//Om van Uluwatu naar Bingin Beach te reizen, kun je het beste een taxi nemen of een scooter huren. De afstand is relatief kort, en de rit duurt meestal ongeveer 15 minuten, afhankelijk van de verkeersomstandigheden. Volg de borden of vraag aan de lokale bevolking voor specifieke aanwijzingen om Bingin Beach te bereiken.//Bingin Beach heeft geen specifieke openingstijden of -dagen, aangezien het een openbaar strand is en altijd toegankelijk is. Je kunt op elk moment van de dag naar het strand gaan. Het is echter belangrijk om op de getijden te letten, vooral als je wilt gaan surfen. Sommige delen van het strand kunnen tijdens hoogwater bedekt zijn, dus het is handig om de getijdeninformatie te controleren voordat je gaat.//Wat betreft evenementen, Bingin Beach staat bekend om het organiseren van surfcompetities en -evenementen, vooral tijdens het surfseizoen. Er kunnen surfwedstrijden, demonstraties en andere watergerelateerde activiteiten plaatsvinden. Het is de moeite waard om de lokale surfkalender te raadplegen of informatie in te winnen bij surfscholen of strandhutjes in de buurt om op de hoogte te blijven van eventuele evenementen.//Bij een bezoek aan Bingin Beach is het handig om enkele belangrijke zaken in gedachten te houden. Het strand kan steil zijn met een aantal trappen en hellingen om bij het zand te komen, dus wees voorzichtig bij het afdalen en beklimmen. Het is raadzaam om comfortabele schoenen te dragen, vooral als je van plan bent om de kliffen te verkennen of te wandelen."
        },
        {
            "id": 45,
            "name": "The Rock Bar",
            "image": {
                "src": "/assets/activities/uluwatu/rock-bar.jpeg",
                "alt": "The Rock Bar"
            },
            "tourism": 2,
            "price": 3,
            "tags": "Ontspannen, Uitzichtpunt, Uitgaan",
            "icon": "party",
            "location": "Uluwatu",
            "coordinates": "-8.7872397, 115.1362822",
            "details": "The Rock Bar is een iconische bar gelegen aan de kust van Jimbaran, niet ver van Uluwatu, op het prachtige eiland Bali. Deze unieke bar is gebouwd op een klif en biedt een adembenemend uitzicht op de oceaan en de zonsondergang. Het staat bekend om zijn spectaculaire locatie en trendy sfeer.//Om van Uluwatu naar The Rock Bar te reizen, kun je het beste een taxi nemen of een scooter huren. De afstand is ongeveer 14 kilometer en de reistijd varieert afhankelijk van de verkeersomstandigheden. Het duurt meestal ongeveer 30 minuten tot een uur om er te komen. Het is raadzaam om de route van tevoren te plannen en voldoende tijd te reserveren, vooral als je tijdens drukke periodes reist.//Wat betreft openingstijden, The Rock Bar is dagelijks geopend vanaf de namiddag tot laat in de avond. De exacte openingstijden kunnen variëren, dus het is raadzaam om de meest recente informatie te controleren voordat je gaat. Het is ook belangrijk op te merken dat de bar populair is en tijdens zonsondergangstijden behoorlijk druk kan zijn. Het kan de moeite waard zijn om vroeg te arriveren om een goede plek te bemachtigen.//The Rock Bar organiseert regelmatig speciale evenementen en thema-avonden, zoals live muziekoptredens, DJ-sets en andere entertainmentactiviteiten. Deze evenementen kunnen de sfeer van de bar versterken en zorgen voor een levendige en feestelijke ervaring. Het is handig om de evenementenkalender van The Rock Bar te raadplegen of contact op te nemen met de bar voor informatie over komende evenementen.//Belangrijke zaken om te weten bij een bezoek aan The Rock Bar zijn onder andere een dresscode. De bar heeft een nette en trendy dresscode, dus het wordt aanbevolen om je gepast te kleden. Strandkleding, slippers en mouwloze shirts zijn meestal niet toegestaan. Het is ook goed om te weten dat er soms een minimale bestelvereiste kan gelden, vooral tijdens drukke periodes.//Bij aankomst bij The Rock Bar word je meestal begeleid naar de bar via een panoramische lift die je langs de klif naar beneden brengt. Dit zorgt voor een indrukwekkende ervaring terwijl je afdaalt naar de bar en geniet van het uitzicht op de oceaan. Eenmaal bij de bar kun je ontspannen op comfortabele loungestoelen, genieten van je favoriete drankje en de prachtige omgeving bewonderen."
        },
        {
            "id": 46,
            "name": "Suluban Beach",
            "image": {
                "src": "/assets/activities/uluwatu/suluban-beach.jpeg",
                "alt": "Suluban Beach"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Strand, Actief",
            "icon": "beach",
            "location": "Uluwatu",
            "coordinates": "-8.8210593, 115.0856712",
            "details": "Suluban Beach, ook bekend als Blue Point Beach, is een prachtig strand gelegen aan de zuidwestkust van Bali, in de buurt van Uluwatu. Het strand staat bekend om zijn betoverende natuurlijke schoonheid en wereldberoemde surfplekken. Het is vooral geliefd bij surfers vanwege de hoge golven en het kristalheldere water.//Om van Uluwatu naar Suluban Beach te reizen, kun je het beste een taxi nemen of een scooter huren. De afstand is ongeveer 7 kilometer en de reistijd varieert afhankelijk van de verkeersomstandigheden. Het duurt meestal ongeveer 15-20 minuten om er te komen. Houd er rekening mee dat het laatste deel van de weg naar het strand steil en smal kan zijn, met trappen die naar beneden leiden naar het strand zelf.//Suluban Beach heeft geen specifieke openingstijden, aangezien het een openbaar strand is en vrij toegankelijk voor bezoekers. Je kunt het strand op elk moment van de dag bezoeken, maar het is vooral populair bij surfers tijdens de ochtenduren wanneer de golven het beste zijn. Het is altijd verstandig om het getijdenrooster te controleren, omdat het strand bij hoogtij moeilijk bereikbaar kan zijn vanwege het smalle pad tussen de kliffen.//Wat betreft events op Suluban Beach, het strand zelf organiseert geen specifieke evenementen. Het staat echter bekend om zijn bruisende surfcultuur, en je kunt vaak surfwedstrijden en -evenementen in de omgeving vinden. De lokale surfscene trekt regelmatig professionele en amateur-surfers aan, wat kan leiden tot spannende wedstrijden en demonstraties.//Bij een bezoek aan Suluban Beach is het belangrijk om rekening te houden met enkele belangrijke zaken. Ten eerste zijn er steile trappen die naar het strand leiden, dus het is aan te raden om comfortabele schoenen te dragen. Het strand is omgeven door hoge kliffen en rotsformaties, wat zorgt voor een spectaculair landschap maar ook extra voorzichtigheid vereist bij het verkennen van de omgeving."
        },
        {
            "id": 47,
            "name": "Surfen",
            "image": {
                "src": "/assets/activities/uluwatu/surfen.jpeg",
                "alt": "Surfen"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Sport, Wateractiviteit, Actief",
            "icon": "water",
            "location": "Uluwatu",
            "coordinates": "-8.7945376, 115.1218211",
            "details": "Dawn Patrol Bali Surf School is een populaire surfschool gelegen in Canggu, op ongeveer 30 kilometer afstand van Uluwatu. De surfschool staat bekend om zijn professionele instructeurs en vriendelijke sfeer, en biedt surflessen aan voor surfers van alle niveaus, van beginners tot gevorderden.//Om van Uluwatu naar Dawn Patrol Bali Surf School in Canggu te reizen, zijn er verschillende vervoersmogelijkheden beschikbaar. Je kunt een taxi nemen, een scooter huren of gebruikmaken van een transportdienst zoals Grab of Gojek. De reistijd is afhankelijk van de verkeersomstandigheden en kan variëren van 30 minuten tot een uur.//Dawn Patrol Bali Surf School is doorgaans geopend van 's ochtends tot 's avonds, zeven dagen per week. De exacte openingstijden kunnen variëren, dus het is het beste om de officiële website of contactgegevens van de surfschool te raadplegen voor actuele informatie.//Wat betreft events bij Dawn Patrol Bali Surf School, de surfschool organiseert regelmatig surfkampen, groepslessen en privélessen. Deze evenementen bieden surfers de mogelijkheid om hun vaardigheden te verbeteren en te genieten van het surfen in een sociale omgeving. Het is raadzaam om de surfschool van tevoren te contacteren om te informeren naar eventuele speciale evenementen of lessen die worden aangeboden tijdens je bezoek.//Bij een bezoek aan Dawn Patrol Bali Surf School is het belangrijk om enkele belangrijke zaken in gedachten te houden. Zorg ervoor dat je zwemkleding, een handdoek en zonnebrandcrème meeneemt. De surfschool biedt meestal surfplanken en wetsuits aan als onderdeel van de surflessen, maar het is altijd handig om je eigen uitrusting mee te nemen als je die hebt.//Daarnaast is het belangrijk om te luisteren naar de instructeurs en de veiligheidsinstructies op te volgen. Surflessen kunnen fysiek veeleisend zijn, dus het is belangrijk om je eigen vaardigheden en grenzen te respecteren. Het dragen van een leash om je enkel en het gebruik van reef-safe zonnebrandcrème wordt ook sterk aanbevolen."
        },
        {
            "id": 48,
            "name": "Ulu Cliffhouse",
            "image": {
                "src": "/assets/activities/uluwatu/ulu-cliffhouse.jpeg",
                "alt": "Ulu Cliffhouse"
            },
            "tourism": 2,
            "price": 2,
            "tags": "Ontspannen, Uitzichtpunt",
            "icon": "relax",
            "location": "Uluwatu",
            "coordinates": "-8.8139682, 115.0976222",
            "details": "Ulu Cliffhouse is een prachtige strandclub en evenementenlocatie gelegen op een klif in Uluwatu, Bali. Het biedt een adembenemend uitzicht op de oceaan en een stijlvolle en ontspannen sfeer. Het is een populaire bestemming voor zowel lokale bewoners als toeristen die willen genieten van de zonsondergang, lekker eten, verfrissende drankjes en livemuziek.//Om vanuit Uluwatu naar Ulu Cliffhouse te reizen, kun je het beste een taxi nemen of een scooter huren. De reistijd bedraagt meestal ongeveer 15-20 minuten, afhankelijk van het verkeer en de specifieke locatie in Uluwatu waar je verblijft. Het is handig om vooraf de exacte locatie en routebeschrijving op te zoeken, aangezien Uluwatu verschillende accommodaties en villa's heeft.//Ulu Cliffhouse is doorgaans geopend van 's ochtends tot 's avonds, zeven dagen per week. De exacte openingstijden kunnen variëren, dus het is verstandig om de officiële website of sociale media-accounts van Ulu Cliffhouse te raadplegen voor de meest actuele informatie over openingstijden en eventuele sluitingsdagen.//Wat betreft evenementen, organiseert Ulu Cliffhouse regelmatig verschillende evenementen, zoals livemuziekoptredens, dj-sets en themafeesten. Deze evenementen vinden meestal plaats tijdens het weekend of op speciale gelegenheden. Het is raadzaam om de evenementenkalender van Ulu Cliffhouse te controleren om op de hoogte te blijven van aankomende evenementen en speciale feesten.//Naast de adembenemende locatie en de levendige sfeer, biedt Ulu Cliffhouse ook faciliteiten zoals een zwembad, een restaurant, een bar en een spa. Gasten kunnen ontspannen bij het zwembad, genieten van een heerlijke maaltijd en verfrissende drankjes bestellen terwijl ze genieten van het prachtige uitzicht op zee. Het is handig om vooraf een tafelreservering te maken, vooral tijdens drukke periodes.//Bij een bezoek aan Ulu Cliffhouse is het belangrijk om te weten dat er mogelijk entree- of minimale bestedingsvereisten van toepassing kunnen zijn, vooral tijdens drukke periodes of bij speciale evenementen. Het is raadzaam om vooraf de toegangsvoorwaarden en eventuele speciale regelingen te controleren op de officiële website of contact op te nemen met Ulu Cliffhouse."
        },
        {
            "id": 49,
            "name": "Pantai Tegal Wangi",
            "image": {
                "src": "/assets/activities/uluwatu/pantai-tegal-wangi.jpeg",
                "alt": "Pantai Tegal Wangi"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Strand, Ontspannen, Kinderen",
            "icon": "beach",
            "location": "Uluwatu",
            "coordinates": "-8.781198, 115.1415535",
            "details": "Pantai Tegal Wangi is een prachtig strand gelegen in het zuiden van Bali, in de buurt van Uluwatu. Het strand staat bekend om zijn natuurlijke schoonheid en rustige sfeer. Het is een populaire bestemming voor zonsondergangen en romantische uitjes vanwege de afgelegen ligging en de betoverende omgeving.//Om vanaf Uluwatu naar Pantai Tegal Wangi te reizen, kun je het beste een taxi nemen of een scooter huren. De reistijd bedraagt meestal ongeveer 15-20 minuten, afhankelijk van het verkeer en de specifieke locatie in Uluwatu waar je verblijft. Het is handig om vooraf de exacte locatie en routebeschrijving op te zoeken, aangezien Pantai Tegal Wangi niet zo bekend is als andere stranden in Bali.//Pantai Tegal Wangi heeft geen vaste openingstijden, omdat het een openbaar strand is. Je kunt het strand op elk moment van de dag bezoeken. Het is echter raadzaam om tijdens de daglichturen te gaan, zodat je kunt genieten van de prachtige omgeving en de zonsondergang kunt meemaken als dat je doel is. Houd er rekening mee dat de getijden van invloed kunnen zijn op de beschikbare ruimte op het strand, dus het is handig om de getijden te controleren voordat je vertrekt.//Wat betreft evenementen, organiseert Pantai Tegal Wangi zelf geen specifieke evenementen. Het strand is voornamelijk geliefd om zijn natuurlijke schoonheid en rustige omgeving. Het is echter mogelijk dat er af en toe speciale evenementen of ceremonies plaatsvinden op het strand, vooral tijdens religieuze festivals of lokale vieringen. Het kan de moeite waard zijn om te informeren bij de lokale bevolking of bij de accommodatie waar je verblijft of er op dat moment iets speciaals gaande is."
        },
        {
            "id": 50,
            "name": "Laniakea Spa",
            "image": {
                "src": "/assets/activities/uluwatu/laniakea-spa.jpeg",
                "alt": "Laniakea Spa"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Cultuur, Ontspannen",
            "icon": "relax",
            "location": "Uluwatu",
            "coordinates": "-8.8139895, 115.1108986",
            "details": "Laniakea Spa is een wellness-spa gelegen in het zuiden van Bali, in de buurt van Uluwatu. Het is een toevluchtsoord van rust en ontspanning, waar je kunt genieten van verschillende spa-behandelingen en verkwikkende ervaringen.//Om vanaf Uluwatu naar Laniakea Spa te reizen, kun je het beste een taxi nemen of een privévervoer regelen. De reistijd is afhankelijk van de specifieke locatie in Uluwatu waar je verblijft, maar het duurt meestal ongeveer 30-40 minuten om bij de spa aan te komen. Het is handig om vooraf de exacte locatie en routebeschrijving op te zoeken, zodat je gemakkelijk naar de spa kunt navigeren.//De openingstijden van Laniakea Spa kunnen variëren, dus het is raadzaam om vooraf contact op te nemen of de website van de spa te raadplegen voor de meest actuele informatie. Over het algemeen zijn ze geopend van 's ochtends tot 's avonds en bieden ze verschillende behandelingen, zoals massages, gezichtsbehandelingen, lichaamsscrubs en meer. Het is aan te raden om vooraf een afspraak te maken om ervoor te zorgen dat je de gewenste behandeling kunt krijgen op het tijdstip dat jou het beste uitkomt.//Laniakea Spa organiseert mogelijk speciale events of promoties op bepaalde dagen. Het is de moeite waard om de spa te volgen op sociale media of hun nieuwsbrief te raadplegen om op de hoogte te blijven van eventuele evenementen of aanbiedingen die plaatsvinden tijdens je bezoek. Ze kunnen bijvoorbeeld speciale themadagen, kortingsacties of wellness-workshops organiseren.//Belangrijk om te weten is dat Laniakea Spa een ontspanningsbestemming is en dat kinderen mogelijk niet worden toegelaten. Het is raadzaam om vooraf contact op te nemen met de spa om te informeren naar hun beleid met betrekking tot kinderen en eventuele leeftijdsbeperkingen."
        },
        {
            "id": 51,
            "name": "Dreamland Beach",
            "image": {
                "src": "/assets/activities/uluwatu/dreamland-beach.webp",
                "alt": "Dreamland Beach"
            },
            "tourism": 2,
            "price": 1,
            "tags": "Strand, Kinderen",
            "icon": "beach",
            "location": "Uluwatu",
            "coordinates": "-8.7995546, 115.1177991",
            "details": "Dreamland Beach, ook bekend als New Kuta Beach, is een prachtig strand gelegen aan de zuidkust van Bali, in de buurt van Uluwatu. Het staat bekend om zijn witte zand, heldere turquoise water en indrukwekkende kliffen. Het is een populaire bestemming voor strandliefhebbers, surfers en zonaanbidders.//Om vanaf Uluwatu naar Dreamland Beach te reizen, kun je het beste een taxi nemen of een scooter huren. De reistijd is ongeveer 15-20 minuten, afhankelijk van de verkeersomstandigheden. Zorg ervoor dat je de exacte locatie van het strand opzoekt en mogelijk een kaart of navigatie gebruikt om er gemakkelijk te kunnen komen.//Dreamland Beach is over het algemeen elke dag geopend. De openingstijden zijn meestal van 's ochtends vroeg tot 's avonds laat. Het is echter belangrijk om op te merken dat de getijden en de weersomstandigheden invloed kunnen hebben op de beschikbaarheid en veiligheid van het strand. Het is raadzaam om vooraf de actuele getijdeninformatie te controleren en de veiligheidswaarschuwingen van de lokale autoriteiten in de gaten te houden voordat je naar het strand gaat.//Dreamland Beach organiseert geen specifieke events, maar er kunnen wel surfwedstrijden of andere strandgerelateerde evenementen plaatsvinden in de omgeving. Het is altijd de moeite waard om lokale evenementenkalenders te raadplegen of navraag te doen bij de plaatselijke toeristeninformatie om op de hoogte te blijven van eventuele events die tijdens je bezoek kunnen plaatsvinden.//Belangrijk om te weten is dat Dreamland Beach geen grote voorzieningen heeft zoals restaurants of winkels direct op het strand. Er zijn echter wel enkele eetgelegenheden en cafés in de buurt waar je kunt genieten van maaltijden en verfrissende drankjes. Het wordt aanbevolen om voldoende water, zonnebrandcrème en snacks mee te nemen, vooral als je van plan bent om langere tijd op het strand door te brengen.//Dreamland Beach staat bekend om zijn krachtige golven, dus het is een populaire plek voor surfers van verschillende niveaus. Als je wilt surfen, zorg er dan voor dat je over de juiste uitrusting beschikt en kennis hebt van de lokale surfomstandigheden en veiligheidsvoorschriften. Het strand heeft ook ligstoelen en parasols te huur, zodat je kunt ontspannen en genieten van het uitzicht."
        },
        {
            "id": 52,
            "name": "Jemeluk Bay",
            "image": {
                "src": "/assets/activities/amed/jemeluk-bay.jpeg",
                "alt": "Jemeluk Bay"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Wateractiviteit, Snorkelen",
            "icon": "water",
            "location": "Amed",
            "coordinates": "-8.3381415, 115.6190963",
            "details": "Jemeluk Bay is een prachtige baai gelegen aan de oostkust van Bali, in de buurt van het dorp Amed. Het is een populaire bestemming voor zowel duikers als snorkelaars vanwege de rijke onderwaterwereld en het indrukwekkende koraalrif.//Om vanuit Amed naar Jemeluk Bay te reizen, kun je te voet gaan, aangezien de baai op loopafstand ligt van het dorp Amed. Het duurt ongeveer 10-15 minuten om er te komen. Als alternatief kun je ook een taxi nemen of een scooter huren om gemakkelijk naar de baai te gaan.//Jemeluk Bay is het hele jaar door geopend en je kunt het strand op elk moment van de dag bezoeken. Het is echter belangrijk op te merken dat de getijden van invloed kunnen zijn op de toegankelijkheid van het strand en de kwaliteit van het snorkelen of duiken. Het is raadzaam om de getijdeninformatie te controleren voordat je vertrekt, vooral als je van plan bent om te snorkelen of duiken.//Er worden geen specifieke evenementen georganiseerd in Jemeluk Bay. De focus ligt voornamelijk op de natuurlijke schoonheid en de onderwaterwereld van het gebied. Het is echter mogelijk om duikexcursies, snorkeltours en andere watergerelateerde activiteiten te boeken bij lokale duikcentra of touroperators in Amed. Deze kunnen speciale evenementen of uitstapjes organiseren, afhankelijk van de vraag en het seizoen.//Belangrijk om te weten is dat Jemeluk Bay bekend staat om zijn prachtige koraalriffen en diverse mariene flora en fauna. Het is een geweldige plek om te snorkelen en te duiken, met verschillende duikplekken geschikt voor zowel beginners als ervaren duikers. Er zijn duikcentra en snorkelverhuurwinkels beschikbaar waar je uitrusting kunt huren en professionele begeleiding kunt krijgen."
        },
        {
            "id": 53,
            "name": "Bukit Cinta",
            "image": {
                "src": "/assets/activities/amed/bukit-cinta.jpeg",
                "alt": "Bukit Cinta"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Natuur, Uitzichtpunt",
            "icon": "nature",
            "location": "Amed",
            "coordinates": "-8.426259, 115.5985012",
            "details": "Mount Agung, gelegen in het oosten van Bali, is de hoogste en meest heilige vulkaan van het eiland. Het biedt een adembenemend uitzicht op de omgeving en trekt veel avonturiers en natuurliefhebbers aan. Er zijn verschillende viewpoints rondom de vulkaan waar je kunt genieten van het panoramische landschap.//Om vanuit Amed naar een Mount Agung viewpoint te reizen, kun je het beste een taxi, een huurauto of een scooter overwegen. Het is belangrijk om op de hoogte te zijn van de actuele vulkaanstatus en de aanbevelingen van lokale autoriteiten te volgen, omdat de toegang tot bepaalde gebieden mogelijk beperkt is vanwege vulkanische activiteit.//Wat betreft openingstijden en -dagen, zijn de viewpoints doorgaans vrij toegankelijk en kun je ze op elk moment van de dag bezoeken. Het is echter raadzaam om vroeg in de ochtend te gaan om te genieten van de spectaculaire zonsopgang over de vulkaan.//Wat betreft evenementen, zijn er geen specifieke geplande evenementen bij de Mount Agung viewpoints. Het gebied wordt echter regelmatig gebruikt als startpunt voor trekkingtochten naar de top van de vulkaan, wat een avontuurlijke ervaring kan zijn voor ervaren wandelaars."
        },
        {
            "id": 54,
            "name": "Yoga",
            "image": {
                "src": "/assets/activities/amed/yoga.jpeg",
                "alt": "Yoga"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Sport, Ontspannen",
            "icon": "sport",
            "location": "Amed",
            "coordinates": "-8.3386401, 115.6521301",
            "details": "Yoga is een oude praktijk die lichaam, geest en ziel verenigt. Het omvat fysieke houdingen, ademhalingsoefeningen, meditatie en filosofie om een gevoel van innerlijke rust, balans en welzijn te bevorderen. Yoga is populair in Bali, en er zijn verschillende yogastudio's en -centra in het hele eiland te vinden.//Om vanuit Amed naar een yogacentrum te reizen, kun je verschillende vervoersopties overwegen, zoals een taxi, een huurauto of een scooter. Het is raadzaam om de afstand en de reistijd vooraf te controleren, omdat dit afhangt van de exacte locatie van het yogacentrum en de verkeersomstandigheden.//De openingstijden en -dagen van yogacentra variëren, dus het is raadzaam om vooraf de website of contactgegevens van het specifieke centrum te raadplegen voor de meest recente informatie. Sommige yogacentra bieden dagelijkse lessen aan, terwijl andere mogelijk een specifiek lesrooster hebben.//Wat betreft evenementen, yogacentra organiseren soms speciale workshops, retraites of thematische evenementen. Deze kunnen variëren van gastdocenten en intensieve cursussen tot speciale vieringen of meditatiesessies. Het is raadzaam om de evenementenkalender van het betreffende yogacentrum te raadplegen voor details over mogelijke evenementen."
        },
        {
            "id": 55,
            "name": "Lokaal vissen",
            "image": {
                "src": "/assets/activities/amed/local-fishing.jpeg",
                "alt": "Lokaal vissen"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Cultuur, Dieren, Kinderen",
            "icon": "culture",
            "location": "Amed",
            "coordinates": "-8.3354369, 115.6098378",
            "details": "Lokaal vissen is een populaire activiteit in de regio Amed, Bali. Het biedt de mogelijkheid om de traditionele visserijcultuur van het gebied te ervaren en deel te nemen aan een authentieke vangstervaring.//Om deel te nemen aan het lokaal vissen vanaf Amed, kun je contact opnemen met lokale vissers of visserijcoöperaties. Ze bieden vaak georganiseerde visexcursies waarbij je kunt leren vissen met traditionele technieken, zoals vissen met netten, hengels of zelfs duiken om te speervissen. Het is raadzaam om vooraf een afspraak te maken en te informeren naar beschikbaarheid en prijzen.//Wat betreft openingstijden en -dagen is het belangrijk om te weten dat vissen meestal plaatsvindt bij zonsopgang of in de vroege ochtenduren, wanneer de visactiviteit het hoogst is. Het is raadzaam om de lokale visserijgemeenschap te raadplegen om de beste tijd en dagen voor het lokaal vissen te bepalen.//Wat betreft events gerelateerd aan lokaal vissen, zijn er geen specifieke geplande evenementen. Het is echter mogelijk om deel te nemen aan lokale viswedstrijden of festivals die af en toe worden georganiseerd en waarbij je kunt concurreren met andere vissers of de lokale visserijcultuur kunt vieren. Het is raadzaam om lokale aankondigingen en evenementenkalenders in de gaten te houden.//Belangrijke zaken om te overwegen bij het lokaal vissen zijn het respecteren van de lokale tradities en gebruiken, het volgen van de instructies van de lokale vissers, en het naleven van de duurzame visserijpraktijken om de lokale visbestanden te behouden. Daarnaast is het dragen van geschikte kleding, zoals een hoed, zonnebrandcrème en insectenwerend middel, belangrijk om jezelf te beschermen tegen de zon en insecten.//Reizen vanuit Amed naar de locatie waar het lokaal vissen plaatsvindt, kan worden gedaan met een taxi, scooter of huurauto. Het is raadzaam om de exacte locatie en routebeschrijving te bespreken met de lokale vissers of visserijcoöperaties."
        },
        {
            "id": 56,
            "name": "Movie night",
            "image": {
                "src": "/assets/activities/amed/movie-night.jpg",
                "alt": "Movie night"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Ontspannen, Kinderen",
            "icon": "relax",
            "location": "Amed",
            "coordinates": "-8.3466401, 115.6541301",
            "details": "Movie Night is een evenement waarbij films worden vertoond in een openluchtsetting, meestal 's avonds. Het is een leuke en ontspannende activiteit waarbij je kunt genieten van een film onder de sterrenhemel.//In Amed en de omliggende regio zijn er verschillende locaties waar regelmatig Movie Nights worden georganiseerd. Deze evenementen kunnen plaatsvinden op het strand, in bars, restaurants of speciaal daarvoor bestemde buitenruimtes. Het is raadzaam om lokale aankondigingen, sociale media en evenementenkalenders in de gaten te houden om op de hoogte te blijven van geplande Movie Nights.//Wat betreft openingstijden en -dagen kunnen Movie Nights variëren. Ze worden vaak georganiseerd in het weekend of op specifieke avonden. Het is raadzaam om de aankondigingen en informatie over specifieke evenementen te raadplegen voor de exacte data en tijden.//Om vanuit Amed naar een Movie Night-evenement te reizen, zijn er verschillende opties beschikbaar. Je kunt een taxi, scooter of huurauto nemen, afhankelijk van je persoonlijke voorkeur en beschikbaarheid. Het is handig om de locatie van het evenement te kennen en deze vooraf op te zoeken of navraag te doen bij lokale informatiepunten of de organisatoren van het evenement."
        },
        {
            "id": 57,
            "name": "Tirta Gangga",
            "image": {
                "src": "/assets/activities/amed/tirta-gangga.jpeg",
                "alt": "Tirta Gangga"
            },
            "tourism": 3,
            "price": 2,
            "tags": "Cultuur, Wateractiviteit, Kinderen",
            "icon": "culture",
            "location": "Amed",
            "coordinates": "-8.4123472, 115.5769922",
            "details": "Tirta Gangga is een prachtig waterpaleis gelegen in het oosten van Bali, nabij Amed. Het is een populaire toeristische attractie vanwege zijn historische en culturele betekenis, evenals de serene omgeving.//Om vanuit Amed naar Tirta Gangga te reizen, zijn er verschillende transportmogelijkheden beschikbaar. Je kunt een taxi nemen, een scooter huren of een privéauto regelen. De reistijd bedraagt meestal ongeveer 30 tot 45 minuten, afhankelijk van de verkeersomstandigheden.//Tirta Gangga is doorgaans geopend vanaf de vroege ochtend tot de late namiddag, meestal tussen 7:00 uur en 18:00 uur. Het is echter altijd verstandig om de actuele openingstijden te controleren, omdat deze kunnen variëren, vooral tijdens religieuze ceremonies of onderhoudswerkzaamheden.//Het waterpaleis van Tirta Gangga is bekend om zijn prachtige tuinen, verfrissende zwembaden en historische vijvers. Het is een plek waar je kunt ontspannen, wandelen en genieten van de natuurlijke schoonheid. Je kunt de met stenen beklede paden volgen die je leiden langs weelderige groene omgevingen, lotusvijvers en fonteinen.//Belangrijk om te weten is dat Tirta Gangga ook dienst doet als een heilige plek voor hindoes, dus het is raadzaam om gepaste kleding te dragen en respect te tonen voor de religieuze gebruiken. Het is gebruikelijk om je schoenen uit te doen voordat je de tempelgebieden betreedt.//Er worden geen specifieke evenementen georganiseerd in Tirta Gangga, maar je kunt altijd genieten van de rustige en serene sfeer van de locatie. Het is een geweldige plek om te mediteren, te ontspannen en mooie foto's te maken van de prachtige omgeving."
        },
        {
            "id": 58,
            "name": "Sunset Point",
            "image": {
                "src": "/assets/activities/amed/sunset-point.jpeg",
                "alt": "Sunset Point"
            },
            "tourism": 1,
            "price": 2,
            "tags": "Natuur, Ontspannen, Uitzichtpunt",
            "icon": "nature",
            "location": "Amed",
            "coordinates": "-8.3479177, 115.6726852",
            "details": "Sunset Point is een populaire bestemming in Amed, Bali, vanwege het prachtige uitzicht dat het biedt op de zonsondergang boven de zee. Het is een ideale plek om te ontspannen en te genieten van het adembenemende kleurenspel aan het einde van de dag.//Om vanuit Amed naar Sunset Point te reizen, kun je het beste een scooter huren of een taxi nemen. De afstand is relatief kort, en de reistijd bedraagt ongeveer 15 tot 20 minuten, afhankelijk van de verkeersomstandigheden.//Sunset Point is meestal elke dag geopend en toegankelijk voor het publiek. Het is vooral populair in de namiddag wanneer mensen samenkomen om getuige te zijn van de prachtige zonsondergang. Het is raadzaam om ruim op tijd te arriveren om een goede plek te bemachtigen, vooral tijdens drukke periodes.//Er worden geen specifieke evenementen georganiseerd bij Sunset Point, maar de zonsondergang zelf is het hoogtepunt van het bezoek. Het is een geweldige gelegenheid om te ontspannen, te genieten van het uitzicht en foto's te maken van het kleurrijke schouwspel."
        },
        {
            "id": 59,
            "name": "USS Liberty Wreck",
            "image": {
                "src": "/assets/activities/amed/uss-liberty-wreck.jpeg",
                "alt": "USS Liberty Wreck"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Snorkelen, Dieren, Actief",
            "icon": "water",
            "location": "Amed",
            "coordinates": "-8.4023361, 115.704518",
            "details": "Het USS Liberty Wreck is een bekende duiklocatie in Tulamben, Bali. Het is een scheepswrak van een Amerikaans marineschip uit de Tweede Wereldoorlog dat in 1963 is gezonken en nu dient als een uniek en levendig rif voor duikers.//Om vanuit Amed naar het USS Liberty Wreck te reizen, kun je het beste een taxi of scooter huren. De afstand is ongeveer 25 kilometer en de reistijd bedraagt ongeveer 45 minuten tot 1 uur, afhankelijk van de verkeersomstandigheden.//Het USS Liberty Wreck is elke dag geopend en toegankelijk voor duikers. Duikscholen in de omgeving bieden excursies naar de duiklocatie aan. Het is raadzaam om van tevoren contact op te nemen met een erkende duikschool om een duiktrip te regelen en de beschikbaarheid te controleren.//Er worden geen specifieke evenementen georganiseerd bij het USS Liberty Wreck, maar de locatie zelf biedt een unieke duikervaring. Duikers kunnen het scheepswrak verkennen, omringd door een overvloed aan kleurrijk zeeleven. Het wrak ligt op een diepte van 5 tot 30 meter, waardoor het geschikt is voor duikers van verschillende niveaus.//Belangrijke zaken om rekening mee te houden bij het duiken op het USS Liberty Wreck zijn het hebben van een geldige duikbrevet en het volgen van de richtlijnen en veiligheidsprocedures van de duikschool. Het is ook belangrijk om de duikapparatuur in goede staat te hebben en te zorgen voor voldoende duiktijd en veiligheidsstops.//Daarnaast is het aan te raden om een duikgids mee te nemen die bekend is met de locatie en de onderwateromstandigheden. Ze kunnen je begeleiden en wijzen op interessante kenmerken en zeedieren tijdens de duik."
        },
        {
            "id": 60,
            "name": "Japanese Shipwreck",
            "image": {
                "src": "/assets/activities/amed/japanese-shipwreck.jpeg",
                "alt": "Japanese Shipwreck"
            },
            "tourism": 1,
            "price": 1,
            "tags": "Snorkelen, Dieren, Actief",
            "icon": "water",
            "location": "Amed",
            "coordinates": "-8.3576512, 115.6903589",
            "details": "Het Japanese Shipwreck, ook bekend als de Amed Shipwreck, is een populaire duiklocatie in Amed, Bali. Het is een gezonken Japanse vissersboot die nu dient als een onderwaterattractie voor duikers.//Om vanuit Amed naar het Japanese Shipwreck te reizen, kun je het beste een taxi of scooter huren. De duiklocatie ligt op korte afstand van Amed en is gemakkelijk bereikbaar. De exacte locatie en route-instructies kunnen worden verkregen bij de lokale duikscholen of duikgidsen in Amed.//Het Japanese Shipwreck is elke dag geopend en toegankelijk voor duikers. Duikscholen in de omgeving bieden duiktrips naar de locatie aan. Het is raadzaam om van tevoren contact op te nemen met een erkende duikschool om een duikexcursie te regelen en de beschikbaarheid te controleren.//Er worden geen specifieke evenementen georganiseerd bij het Japanese Shipwreck. De attractie op zichzelf biedt een unieke duikervaring, waar duikers kunnen verkennen en genieten van de overblijfselen van het gezonken schip en het onderwaterleven in de omgeving.//Belangrijke zaken om rekening mee te houden bij het duiken bij het Japanese Shipwreck zijn het hebben van een geldige duikbrevet, het volgen van de richtlijnen en veiligheidsprocedures van de duikschool, en het zorgen voor goed onderhouden duikuitrusting.//Het Japanese Shipwreck trekt duikers van verschillende niveaus aan. De diepte varieert van ongeveer 5 tot 30 meter, waardoor het geschikt is voor zowel beginnende als ervaren duikers. Het is aan te raden om een ervaren duikgids mee te nemen die bekend is met de locatie en de onderwateromstandigheden."
        }
    ]
}